Repository: LibreTranslate/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: ar, az, bn, cs, da, el, eo, et, fa, ga, gd, id, kk, ko, lt, lv, ms, oc, pl, sk, sl, sq, tl, ur, vi

source: Toggle dark/light mode
ar: الظلمة/الضوء
az: Qızıl / iş rejimi
bn: পর্দা জুড়ে প্রদর্শন/আড়াল করা হবে
cs: Přepnout tmavý / světlý režim
da: Skift mellem mørk/lys tilstand
el: Εναλλαγή σκοτεινής/φωτεινής λειτουργίας
eo: Toggle malhela/luma reĝimo
et: Vaheta kujundust: tume/hele
fa: تغییر به حالت تیره/روشن
ga: Scoránaigh mód dorcha/solas
gd: Toglaich am modh dorcha/soilleir
id: Mode gelap / ringan
kk: Переключить тёмную/светлую тему
ko: 어두운 색/빛 모드
lt: Perjungti tamsios (šviesos) veikseną
lv: Slēgt Tumšo/ Gaismu
ms: Togol mode gelap/cahaya
oc: Alternar mòde fosc/clar
pl: Przełącz tryb ciemny/jasny
sk: Toggle tmavý / svetelný režim
sl: Preklopi temen/lahek način
sq: Kavo
tl: Togle dark/light mode
ur: تاریکی / روشنی کا موڈ
vi: Chuyển chế độ sáng/tối

source: Dismiss
ar: تجاهل
az: Qeydiyyat
bn: বাতিল
cs: Odmítnout
da: Afvis
el: Απ
eo: Malakcepti
et: Loobu
fa: انصراف
ga: Díbhe
gd: Leig seachad
id: Tutup
kk: Закрыть
ko: 닫기
lt: Naikinti
lv: Noņemt
ms: [Salah]
oc: Ignorar
pl: Dyskusja
sk: Odmietnuť
sl: Prosto
sq: Të këqijat
tl: Mga Mali
ur: تفریق
vi: Bỏ

source: Due to bot abuse, translation requests are temporarily limited to users with a valid API key. Sorry for the inconvenience!
ar: ونظراً لإساءة استعمال الجوز، فإن طلبات الترجمة تقتصر مؤقتاً على المستعملين الذين لديهم مفتاح قانوني صالح. آسف على الإزعاج!
az: Avtomobil istismarı ilə, çeviri məlumatları müxtəlif API key ilə istifadəçilərlə əlaqədardır. Dövlət üçün gözəl!
bn: বোট অপব্যবহারের কারণে, বৈধ API কী সহ ব্যবহারকারীদের জন্য সাময়িকভাবে অনুবাদ অনুরোধ করা হয়। ঝামেলার জন্য দুঃখিত!
cs: Vzhledem ke zneužití roboty, jsou požadavky na překlad dočasně omezeny na uživatele s platným klíčem API. Omlouváme se za nepříjemnost!
da: På grund af bot-misbrug er oversættelsesanmodninger midlertidigt begrænset til brugere med en gyldig API-nøgle. Desværre for ulejligheden!
el: Λόγω κατάχρησης bot, τα αιτήματα μετάφρασης περιορίζονται προσωρινά σε χρήστες με έγκυρο κλειδί API. Συγγνώμη για την ενόχληση!
et: Boti kuritarvitamise tõttu on tõlketaotlused ajutiselt piiratud kehtiva API võtmega kasutajatega. Vabandust ebamugavuste pärast!
fa: با توجه به سوء استفاده از ربات، درخواست های ترجمه به طور موقت محدود به کاربران با یک کلید API معتبر است. ببخشید برای ناراحتی!
ga: Mar gheall ar mhí-úsáid bot, tá iarratais aistriúcháin teoranta go sealadach d'úsáideoirí a bhfuil eochair API bailí acu. Gabh mo leithscéal as an míchaoithiúlacht!
id: Karena penyalahgunaan bot, permintaan terjemahan terbatas pada pengguna dengan kunci API yang valid. Maaf untuk ketidaknyamanan!
kk: Из-за злоупотреблений со стороны ботов, запросы на перевод временно доступны только пользователям с действительным ключом API. Приносим извинения за неудобства!
ms: Karena penyalahgunaan bot, permintaan terjemahan dibatasi sementara oleh pengguna dengan kunci API yang valid. Maaf atas ketidaknyamanan ini!
pl: Ze względu na nadużywanie bot, wnioski o tłumaczenie są tymczasowo ograniczone do użytkowników z ważnym kluczem API. Przepraszam za niedogodności!
sk: Vzhľadom na bot zneužívanie, žiadosti o preklad sú dočasne obmedzené pre užívateľov s platným API kľúčom. Ospravedlňujeme sa za nepríjemnosti!
sq: Për shkak të abuzimit me robotët, kërkesat e përkthimit janë përkohësisht të kufizuara për përdoruesit me një çelës të vlefshëm aPI. Më fal për shqetësimin!
tl: Dahil sa pang-aabusong bit, ang mga kahilingan sa pagsasalin ay pansamantalang nililimitahan sa mga gumagamit na may tanggap na susing API. Ikinalulungkot ang abala!
ur: غلط استعمال کی وجہ سے ترجمہ کی درخواستیں عارضی طور پر صارفین تک ہی محدود ہوتی ہیں جن میں مجاز اے پی آئی کلید ہوتی ہے۔ تسلی کیلئے معافی مانگیں !
vi: Do lạm dụng robot, yêu cầu phiên dịch tạm thời bị hạn chế trong người dùng với một phím ADI hợp lệ. Xin lỗi vì sự bất tiện này!

source: Translation API
ar: الترجمة API
az: Axtarış
bn: অনুবাদ API
cs: Překladové API
da: Oversættelses-API
el: Μετάφραση API
eo: Tradukado-API
et: TõlkeAPI
fa: API ترجمه
ga: Aistriúchán API
gd: API eadar-theangachaidh
id: API
kk: API перевода
ko: 번역 API
lt: Vertimo API
lv: Tulkošanas API
ms: API Terjemahan Bahasa Indonesia
oc: API de traduccion
pl: Tłumaczenie API
sk: Prekladové API
sl: Prevod API
sq: Përkthimi
tl: API sa Pagsasalin
ur: ترجمہ
vi: API dịch

source: Translate Files
ar: ترجمة الملفات
az: Proqramlar
bn: ফাইল অনুবাদ করুন
cs: Přeložit soubory
da: Oversæt Filer
el: Αρχεία μετάφρασης
eo: Traduki dosierojn
et: Tõlgi faile
fa: ترجمه فایل ها
ga: Aistrigh Comhaid
gd: Eadar-theangaich faidhlichean
id: Terjemahkan File
kk: Перевести файлы
ko: 파일 번역하기
lt: Name
lv: Tulkot failus
ms: Terjemahkan Berkas
oc: Traduire fichièrs
pl: Translate File
sk: Preložiť súbory
sl: Prevedi datoteke
sq: Përkthe files
tl: Mga Larawan ng Pagsasalin
ur: فائلیں
vi: Dịch tệp tin

source: Translate from
ar: ترجمة من
az: Qeydiyyatdan
bn: অনুবাদ করো
cs: Přeložit z
da: Oversæt fra
el: Μεταφράστε από
eo: Tradukita de
et: Lähtekeel
fa: ترجمه از
ga: Aistrigh ó
gd: Eadar-theangaich o
id: Terjemahkan dari
kk: Перевести с
ko: ~로 부터 번역하기
lt: Žaisti iš
lv: Tulkot no
ms: Terjemahan dari
oc: Traduire a partir de
pl: Przetłumaczenie
sk: Preložiť z
sl: Prevedi iz
sq: Përkthe nga
tl: Isinalin mula sa
ur: عبارت سے
vi: Dịch từ

source: Swap source and target languages
ar: تبديل المصدر واللغات المستهدفة
az: Swap məhsul və hedef dillər
bn: Swap উৎস ও টার্গেট ভাষা ব্যবহার করুন
cs: Vyměnit zdroj a cílové jazyky
da: Byt om på kilde- og målsprog
el: Η πηγή Swap και οι γλώσσες-στόχος
eo: Interŝanĝi fontajn kaj celajn lingvojn
et: Vaheta lähte- ja tõlkekeeled
fa: جابجایی زبان مبدا و هدف
ga: Babhtáil foinse agus sprioctheangacha
gd: Cuir na cànanan tùsail is ri eadar-theangachadh an àite a chèile
id: Sumber swap dan bahasa target
kk: Поменять языки местами
ko: 출발 언어, 도착 언어 서로 바꾸기
lt: Sukeisti šaltinį ir tikslines kalbas
lv: Maiņvietas avots un mērķa valodas
ms: S Swap sumber dan bahasa target SHAPD
oc: Intervertir la lenga font e cibla
pl: Źródło i języki docelowe
sk: Zameniť zdrojový a cieľový jazyk
sl: Zamenjaj izvorne in ciljne jezike
sq: Dhe
tl: Swap source at target languages
ur: سواپ ماخذ اور ہدف زبانیں ہیں۔
vi: Hoán đổi ngôn ngữ nguồn và đích

source: Translate into
ar: ترجمة الى
az: Axtarış
bn: চিহ্নিত অবস্থানে স্থানান্তর করুন
cs: Přeložit do
da: Oversæt til
el: Μετάβαση σε
eo: Traduki al
et: Tõlkekeel
fa: ترجمه به
ga: Aistrigh isteach
gd: Eadar-theangaich gu
id: Terjemahkan ke
kk: Перевести на
ko: ~로 번역하기
lt: Pereiti į
lv: Tulkot uz
ms: Terjemahkan kedalam
oc: Traduire en
pl: Przetłumaczyć
sk: Preložiť do
sl: Prevedi v
sq: Përkthe në
tl: Isinalin sa
ur: داخل ہوں گے
vi: Dịch sang

source: Text to translate
ar: نص للترجمة
az: Tarix
bn: অনুবাদ করার জন্য চিহ্নিত টেক্সট
cs: Text překládat
da: Tekst at oversætte
el: Κείμενο για μετάφραση
eo: Teksto por traduki
et: Tõlgitav tekst
fa: متن برای ترجمه
ga: Téacs a aistriú
gd: An teacsa ri eadar-theangachadh
id: Teks untuk diterjemahkan
kk: Текст для перевода
ko: 번역할 텍스트
lt: Verstinas tekstas
lv: Tulkojamais teksts
ms: Teks untuk diterjemahkan
oc: Tèxte de traduire
pl: Tekst tłumaczenia
sk: Text na preloženie
sl: Besedilo za prevajanje
sq: Teksti që duhet përkthyer
tl: Tekstong isasalin
ur: ترجمہ کرنے کے لئے متن
vi: Chữ để dịch

source: Delete text
ar: حذف النص
az: Delete
bn: টেক্সট মুছে ফেলুন
cs: Smazat text
da: Slet tekst
el: Διαγράψτε κείμενο
eo: Forigi tekston
et: Kustuta tekst
fa: حذف متن
ga: Scrios téacs
gd: Sguab às an teacsa
id: Hapus teks
kk: Удалить текст
ko: 텍스트 삭제
lt: Trinti
lv: Dzēst tekstu
ms: Teks Delete
oc: Suprimir lo tèxte
pl: Tekst Delete
sk: Odstrániť text
sl: Zbriši besedilo
sq: Fshi tekstin
tl: Itapon ang teksto
ur: حذف
vi: Xóa chữ

source: Translated text
ar: النص المترجمة
az: Tarix
bn: অনুবাদক টেক্সট
cs: Přeložený text
da: Oversat tekst
el: Μεταφρασμένο κείμενο
eo: Tradukita teksto
et: Tõlgitud tekst
fa: متن ترجمه شده
ga: Téacs Aistrithe
gd: Teacsa air eadar-theangachadh
id: Teks yang diterjemahkan
kk: Аударылған мәтін
ko: 번역된 텍스트
lt: Tekstas išvertus
lv: Tulkots teksts
ms: Terjemahkan teks
oc: Tèxte traduch
pl: Przetłumaczony tekst
sk: Preklad
sl: Prevedeno besedilo
sq: Teksti i përkthyer
tl: Isinalin na teksto
ur: نقل و حمل
vi: Văn bản đã dịch

source: Suggest translation
ar: اقتراح ترجمة
az: Qeydiyyat
bn: অনুবাদ পরামর্শ করো
cs: Navrhnout překlad
da: Foreslå oversættelse
el: Πρότεινε μετάφραση
eo: Proponita traduko
et: Soovita paremat tõlget
fa: پیشنهاد ترجمه
ga: Mol aistriúcháin
gd: Mol eadar-theangachadh
id: Sarankan terjemahan
kk: Предложить перевод
ko: 번역 제안하기
lt: Siūlomas vertimas
lv: Ieteikt tulkojumu
ms: Saran terjemahan
oc: Suggerir traduccion
pl: Suggest
sk: Navrhnúť preklad
sl: Predlog za prevod
sq: Sugjerim për përkthimin
tl: Mungkahi
ur: ترجمہ
vi: Đề xuất dịch

source: Cancel
ar: إلغاء
az: Tarix
bn: বাতিল
cs: Hledat
da: Annuller
el: Ακύρωση
eo: Nuligi
et: Katkesta
fa: لغو
ga: Cealaigh
gd: Sguir dheth
id: Batal
kk: Отмена
ko: 취소
lt: Atsisakyti
lv: Atcelt
ms: Batal
oc: Anullar
pl: Anuluj
sk: Zrušiť
sl: Prekliči
sq: Anullo
tl: Huwag ituloy
ur: منسوخ
vi: Hủy

source: Send
ar: أرسل
az: E-poçt
bn: প্রেরণ
cs: Odeslat
el: Αποστολή
eo: Sendi
et: Saada
fa: ارسال
ga: Seol
gd: Cuir
id: Kirim
kk: Отправить
ko: 보내기
lt: Siųsti
lv: Sūtīt
ms: Kirim
oc: Enviar
sk: Odoslať
sl: Pošlji
sq: Dërgo
tl: Pagpadala
ur: بھیجو
vi: Gửi

source: Supported file formats:
ar: صيغ الملفات المدعومة:
az: Dəstəklənən fayl formatları:
bn: সমর্থিত ফাইল ফরম্যাট:
cs: Podporované formáty souborů:
da: Understøttede filformater:
el: Υποστηριζόμενη μορφή αρχείων:
eo: Subtenitaj dosierformatoj:
et: Kasutatavad failivormingud:
fa: فرمت‌های فایل پشتیبانی شده:
ga: Formáidí comhaid tacaithe:
gd: Fòrmatan faidhle ris a chuir sinn taic:
id: Format file yang didukung:
kk: Поддерживаемые форматы файлов:
ko: 지원되는 파일 형식:
lt: Palaikomi failų formatai:
lv: Atbalstītie failu formāti:
ms: Format berkas yang didukung:
oc: Formats de fichièrs preses en carga :
pl: Formaty plików:
sk: Podporované formáty súborov:
sl: Podprti formati datotek:
sq: Formatet e suportuar të file:
tl: Suportadong mga format ng talaksan:
ur: معاون فائل فارمیٹ:
vi: Các định dạng tệp tin được hỗ trợ:

source: File
ar: ملف
az: Qeydiyyat
bn: ফাইল
cs: Soubor
da: Fil
eo: Dosiero
et: Fail
fa: فایل
ga: Comhad
gd: Faidhle
kk: Файл
ko: 파일
lt: Failas
lv: Fails
ms: Berkas
oc: Fichièr
sk: Súbor
sl: Datoteka
tl: Sawi ang paglikha ng talaksan
ur: فائل
vi: Tệp tin

source: Remove file
ar: حذف الملف
az: Proqram
bn: ফাইল মুছে ফেলুন
cs: Odebrat soubor
da: Fjern fil
el: Αφαιρέστε αρχείο αρχείων
eo: Forigi dosieron
et: Eemalda fail
fa: حذف فایل
ga: Bain comhad
gd: Thoir am faidhle air falbh
id: Hapus file
kk: Удалить файл
ko: 파일 삭제
lt: Pašalinti failą
lv: Izņemt failu
ms: Mengeluarkan berkas
oc: Suprimir fichièr
pl: Usuń plik
sk: Odstrániť súbor
sl: Odstrani datoteko
sq: Hiq file
tl: Alisin ang talaksan
ur: فائل حذف کریں
vi: Bỏ tệp tin

source: Translate
ar: ترجمة
az: Axtarış
bn: অনুবাদ
cs: Přeložit
da: Oversæt
el: Μετάφρασε
eo: Traduku
et: Tõlgi
fa: ترجمه کن
ga: Aistrigh
gd: Eadar-theangaich
id: Terjemahkan
kk: Перевести
ko: 번역
lt: Transliuoti
lv: Tulkot
ms: Terjemahan
oc: Traduire
pl: Tłumacz
sk: Preložiť
sl: Prevedi
sq: Përkthe
tl: Pagsasalin
ur: عبارت
vi: Dịch

source: Download
ar: تحميل
az: Pulsuz
bn: ডাউনলোড করা হয়েছে
cs: Stáhnout
da: Hent
el: Λήψη
eo: Elŝuti
et: Laadi alla
fa: بارگیری (دانلود)
ga: Íoslódáil
gd: Luchdaich a-nuas
id: Unduh
kk: Скачать
ko: 다운로드
lt: Atsisiųsti
lv: Lejupielādēt
ms: Muaturun
oc: Telecargar
pl: Pobierz
sk: Stiahnuť
sl: Prenesi
sq: Shkarkimi
tl: Ibaba
ur: اوپر لکھیں
vi: Tải về

source: Request
ar: الطلب
az: Qeydiyyat
bn: অনুরোধ
cs: Požadavek
da: Anmod
el: Αίτηση αιτήματος
eo: Peto
et: Päring
fa: درخواست
ga: Iarratas
gd: Iarrtas
id: Minta
kk: Запрос
ko: 요청
lt: Prašymas
lv: Pieprasījums
ms: Permintaan
oc: Requèsta
pl: Zapytanie
sk: Žiadosť
sl: Zahtevek
sq: Kërkesë
tl: Kahilingan
ur: درخواست
vi: Yêu cầu

source: Response
ar: الرد
bn: প্রতিক্রিয়া
cs: Odpoveď
da: Svar
el: Απάντηση
eo: Respondo
et: Vastus
fa: پاسخ
ga: Freagra
gd: Freagairt
id: Respons
kk: Ответ
ko: 응답
lt: Atsakas
lv: Atbildes reakcija
ms: Sambutan
oc: Responsa
pl: Odpowiedź
sk: Odpoveď
sl: Odziv
sq: Përgjigje
tl: Pagtugon
ur: دوبارہ شروع
vi: Trả lời

source: Open Source Machine Translation API
ar: api ترجمة آلي مفتوح المصدر
bn: ওপেন সোর্স মেশিন অনুবাদ APIQuery
cs: Open Source API strojového překladu
da: Open Source Maskinoversættelses-API
el: Άνοιγμα API Πηγιαίου Μηχανίματος Μετάφρασης
eo: API de malfermitkoda maŝina tradukado
et: Avatud lähtekoodiga masintõlke API
fa: API ترجمه ماشینی متن باز
ga: API Aistriú Meaisín Foinse Oscailte
gd: API airson eadar-theangachadh inneil le bun-tùs fosgailte
id: API documentation
kk: Открытый API для машинного перевода
ko: 오픈 소스 기계 번역 API
lv: Atvērt pirmkoda mašīnas tulkošanas API
ms: API Terjemahan Mesin Sumber Terbuka
oc: API de traduccion automatica liura
sk: Open Source strojového prekladu API
sl: API za prevajanje odprtokodnega stroja
sq: Përkthimi i Makinës Burimit
ur: دستیاب مشینوں کا ترجمہ اے پی آئی
vi: API Dịch Máy Mã Nguồn Mở

source: Free to download. Offline Capable. Easy to Setup.
ar: مجاني للتنزيل. يمكن استخدامه دون اتصال بالإنترنت. سهل الإعداد.
az: Yükləmək üçün pulsuz. Offline Capable. Avadanlıq.
bn: হায় খোদা! অফ-লাইন। শান্ত হও।.
cs: Zdarma ke stažení. Použitelné bez připojení. Snadné nastavení.
da: Selv-Hosted. Kan bruges offline. Nem at opsætte.
el: Αυτο-Hosted. Offline Capable. Εύκολο στη ρύθμιση.
eo: Senpage elŝutebla. Senkonekte funkciebla. Facile instalebla.
et: Majutatav oma serveris. Toimib ka võrguühenduseta. Hõlpsasti seadistatav.
fa: خود میزبان. قابلیت کار آفلاین. با قابلیت راه‌اندازی آسان.
ga: Féin-Óstach. As Líne In ann. Éasca le Socrú.
gd: Òstaich thu fhèin e. Comas far loidhne. Furasta a shuidheachadh.
id: Hosting mandiri. Bisa Offline. Mudah Disiapkan.
kk: Бесплатно. Работает офлайн. Лёгкая установка.
ko: 무료로 다운로드 가능. 오프라인 이용 가능. 설정하기 쉬움.
lt: Selfas Hostedas. Galimi atsijungimai. Lengva susitvarkyti.
lv: Pašaizliedzies. Bezsaistes Spēj. Viegli iestatīt.
ms: Free to download. Kemampuan Luar Talian. Mudah diatur.
oc: Auto albergat. Pòt foncionar fòra connexion. De bon configurar.
pl: Free to download (ang.). Offline Capable (ang.). Łatwe do realizacji.
sk: Samostatne. Offline Capable. Jednoduché nastavenie.
sl: Samosvoj. Nesposobna. Enostavna nastavitev.
sq: E vetmuar. Jashtë Kapit. E lehtë për t'u rregulluar.
tl: Sarili-Hosted. May Kapansanan. Madaling Itakda.
ur: خود مختار ہو گیا۔ ممکن ہے. تیار کرنے کے لئے آسان.
vi: Tự lưu trữ. Có thể dùng ngoại tuyến. Dễ cài đặt.

source: LibreTranslate
ar: ترجمة حرة
az: Qeydiyyat
fa: لیبر ترنسلیت
lt: Name
lv: LibreTulkot
pl: LibreTranslation
sl: LibrePrevajanje
ur: لبرٹی

source: License:
ar: الرخصة:
az: Lisenziya:
bn: লাইসেন্স:
cs: Licence:
da: Licens:
el: Άδεια:
eo: Permesilo:
et: Litsents:
fa: مجوز:
ga: Ceadúnas:
gd: Ceadachas:
id: Lisensi:
kk: Лицензия:
ko: 라이센스:
lt: Licencija:
lv: Licence:
ms: Lisensi:
oc: Licéncia :
pl: Licencja:
sk: Licencia:
sl: Licenca:
sq: Liçenca:
tl: Lisensiya:
ur: اجازت نامہ:
vi: Giấy phép:

source: Made with %(heart)s by %(contributors)s and powered by %(engine)s
ar: مصنوعة %(heart)s من قبل %(contributors)s ومدعومة بواسطة %(engine)s
bn: সহ <x>০</x> ধরন <x>১</x> এবং বিদারনশীল <x>২</x> %(heart)s %(contributors)s %(engine)s
cs: Vyrobeno s %(heart)s %(contributors)s a poháněno %(engine)s
da: Lavet med %(heart)s af %(contributors)s og drevet af %(engine)s
el: Δημιουργήθηκε με %(heart)s από %(contributors)s και τροφοδοτείται από %(engine)s
eo: Farita per %(heart)s de %(contributors)s kaj funkciigita per %(engine)s
et: Tehtud suure %(heart)s'ga, millesse panustasid %(contributors)s ning sisulise töö teeb ära %(engine)s
fa: ساخته شده با %(heart)s توسط %(contributors)s و قدرت گرفته از %(engine)s
ga: Déanta le %(heart)s ag %(contributors)s agus arna chumhachtú ag %(engine)s
gd: Chaidh a dhèanamh le %(heart)s le %(contributors)s ’s le cumhachd %(engine)s
id: Dibuat dengan %(heart)s oleh %(contributors)s dan didukung oleh %(engine)s
kk: Создано с любовью %(heart)s участниками %(contributors)s и работает на базе %(engine)s
ko: %(contributors)s의 손으로 %(heart)s와 함께 만들었으며, %(engine)s에 의해 제공됨
lt: Lovatiesės %(heart)s pagal %(contributors)s ir varomas %(engine)s
lv: Izgatavots no %(heart)s līdz %(contributors)s un darbina %(engine)s
ms: Dibuat dengan <x>WANITA 0</x> Oleh: <x>Perancis</x> Ditenagai oleh %(engine)s %(heart)s %(contributors)s
oc: Concebut amb %(heart)s pels %(contributors)s e propulsat per %(engine)s
pl: zrealizować %(heart)s by %(contributors)s zasilany %(engine)s
sk: Vyrobené s %(heart)s za pomoci %(contributors)s a poháňaný %(engine)s
sl: Narejeno z %(heart)s z %(contributors)s in napajajo %(engine)s
sq: E bërë me %(heart)s nga %(contributors)s Dhe fuqizuar nga %(engine)s
tl: Ginawa kasama ng %(heart)s sunod %(contributors)s at pinapatakbo ng %(engine)s
ur: ساتھ بنایا گیا ہے %(heart)s قسم %(contributors)s جو بڑا زور آور ہے %(engine)s
vi: Tạo ra với %(heart)s bởi %(contributors)s và chạy bằng %(engine)s

source: %(libretranslate)s Contributors
ar: %(libretranslate)s المساهمون
bn: <x>০</x> অংশগ্রহণকারী %(libretranslate)s
cs: %(libretranslate)s přispěvateli
da: %(libretranslate)s Bidragsydere
el: %(libretranslate)s Συμβαλλόμενοι
eo: %(libretranslate)s Kontribuantoj
et: %(libretranslate)s kaasautorid
fa: مشارکت‌‌کنندگان %(libretranslate)s
ga: %(libretranslate)s Rannpháirtithe
gd: Co-thabhartaichean %(libretranslate)s
id: Kontributor %(libretranslate)s
kk: %(libretranslate)s үлес қосушылары
ko: %(libretranslate)s 기여자
lt: %(libretranslate)s Pagalbininkai
lv: %(libretranslate)s Atbalstītāji
ms: <x>WANITA 0</x> Kontributor %(libretranslate)s
oc: Contributors %(libretranslate)s
pl: %(libretranslate)s Contributor
sk: %(libretranslate)s Prispievatelia
sl: %(libretranslate)s Prispevki
sq: %(libretranslate)s Ndihmuan
tl: %(libretranslate)s Tagapag - abuloy
ur: %(libretranslate)s نقل و حمل
vi: Các cộng tác viên %(libretranslate)s

source: Retrieve list of supported languages
ar: قائمة الاسترجاع باللغات المدعومة
ko: 지원되는 언어 목록 검색
lt: Gauti palaikomų kalbų sąrašą
lv: Ielādēt atbalstīto valodu sarakstu
sl: Pridobi seznam podprtih jezikov

source: List of languages
ar: قائمة اللغات
ko: 언어 목록
lt: Kalbų sąrašas
lv: Valodu saraksts
sl: Seznam jezikov

source: Translate text from a language to another
ar: ترجمة النص من لغة إلى أخرى
ko: 다른 언어로 텍스트를 번역
lt: Versti tekstą iš kalbos į kitą
lv: Tulkot tekstu no valodas uz citu
sl: Prevedi besedilo iz jezika v jezik

source: Source language code
ar: رمز لغة المصدر
ko: 출발 언어 코드
lt: Šaltinio kalbos kodas
lv: Izcelsmes valodas kods
sl: Koda izvornega jezika

source: Translate file from a language to another
ar: ترجمة ملف من لغة إلى أخرى
ko: 다른 언어로 파일을 번역
lt: Klubui buvo priskirtas žaidėjas dėl per mažo jų skaičiaus
lv: Tulkot failu no valodas uz citu
sl: Prevedi datoteko iz jezika v drug jezik

source: Detect the language of a single text
ar: الكشف عن لغة نص ما
ko: 단일 텍스트의 언어를 감지
lt: NAME OF TRANSLATORS
lv: Noteikt viena teksta valodu
sl: Zaznaj jezik enega besedila

source: Retrieve frontend specific settings
ar: استرداد إعدادات محددة للواجهة الأمامية
ko: 프론트엔드의 특정 설정을 검색
lt: @ info: whatsthis
lv: Ielādēt priekšpuses īpašos iestatījumus
sl: Pridobi posebne nastavitve za prednji konec

source: frontend
ar: الواجهة
ko: 프론트엔드
lt: frontent
lv: priekšpuse
sl: začelje

source: Submit a suggestion to improve a translation
ar: تقديم اقتراح لتحسين الترجمة
ko: 번역을 개선하기 위해 제안을 제출
lt: Siūlymą patobulinti vertimą
lv: Iesniegt ierosinājumu uzlabot tulkojumu
sl: Predloži predlog za izboljšanje prevoda

source: feedback
ar: التعليقات
ko: 피드백
lt: grįžtamoji informacija
lv: atsauksmes
sl: povratne informacije
