Repository: LibreTranslate/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: ar, az, bn, cs, da, el, eo, et, fa, ga, gd, id, kk, ko, lt, lv, ms, oc, pl, sk, sl, sq, tl, ur, vi

source: Source language code or "auto" for auto detection
az: Avtomatlaşdırma üçün Source dil kodu və ya "auto"
bn: স্বয়ংক্রিয় সনাক্তকরণের জন্য উৎস ভাষার কোড অথবা "auto"
da: Kilde sprogkode eller "auto" til automatisk registrering
el: Κωδικός πηγής γλώσσας ή "αυτόματος" για αυτόματη ανίχνευση
et: Automaatse tuvastamise lähtekeelekood või "auto"
fa: کد زبان منبع یا خودکار برای تشخیص خودکار
ga: Cód teanga foinse nó "auto" le haghaidh braite uathoibríoch
id: Sumber kode bahasa atau "auto" untuk deteksi otomatis
ms: Kode bahasa sumber atau "auto" untuk deteksi auto
pl: Kod języka źródłowego lub "auto" do automatycznego wykrywania
sk: Zdroj jazykový kód alebo "auto" pre automatickú detekciu
sq: Emri i gjuhës së buruesit ose "auto" për zbulimin automatik
tl: Pinagmulan ng kodigo ng wika o "auto" para sa pagtutop ng awto
ur: Autonomous کے لیے Sourn language code یا "auto" ہے۔
vi: Mã nguồn ngôn ngữ hoặc "tự động" để phát hiện tự động

source: Target language code
ar: رمز اللغة الهدف
bn: লক্ষ্য ভাষার কোড
cs: Kód cílového jazyka
da: Målsprogkode
el: Κωδικός γλώσσας στόχου
eo: Kodo de la cellingvo
et: Tõlkekeele kood
fa: کد زبان هدف
ga: Cód teanga sprice
gd: Còd a’ chanain-amais
id: Kode bahasa target
kk: Мақсатты тілдің коды
ko: 도착 언어 코드
lt: Paskirties kalbos kodas
lv: Mērķa valodas kods
ms: Kode bahasa sasaran
oc: Còdi de la lenga cibla
pl: Kod języka tłumaczenia
sk: Kód cieľového jazyka
sl: Oznaka ciljnega jezika
sq: Objektivi kodi
ur: زبانوں کا کوڈ
vi: Mã ngôn ngữ đích

source: text
ar: نص
bn: টেক্সট
da: tekst
el: Κείμενο
eo: teksto
et: tekst
fa: متن
ga: téacs
gd: teacsa
id: teks
kk: мәтін
ko: 텍스트
lt: tekstas
lv: teksts
ms: teks
oc: tèxte
pl: tekst
sl: besedilo
sq: tekst
tl: teksto
ur: متن
vi: chữ

source: html
ur: حمیل

source: Format of source text: * `text` - Plain text * `html` - HTML markup
ar: Format of source text: * &quot; النص &quot; * html - HTML markup
az: Məhsulun forması: * 'text' - Düz məhsul * 'html' - HTML qeydiyyat
bn: মূল টেক্সটের ধরন: * লেখা - প্লেইন টেক্সট * `%s' - HTML markup
cs: Formát zdrojového textu: * `text` - prostý text * `html` - HTML kód
da: Format af kildetekst: * `tekst` - Almindelig tekst * `html` - HTML-markup
el: Μορφή κειμένου προέλευσης: * "text" - Plain text * "html" - HTML markup
eo: Aranĝo de fontteksto: * `text` - Plata teksto * `html` - HTML-markado
et: Lähteteksti vorming: * `text` - vormindamata tekst * `html` - HTML-vormingus tekst
fa: فرمت متن منبع: * text - متن ساده * html - حالت های html
ga: Formáid an téacs foinseach: * `téacs` - Gnáth-théacs * `html` - marcáil HTML
gd: Fòrmat teacsa an tùis: * `text` – Teacsa lom * `html` – Markup HTML
id: Format teks sumber: Sitemap * `html` - HTML markup
kk: Бастапқы мәтіннің пішімі: * `text` - Қарапайым мәтін * `html` - HTML белгілеуі
ko: 출발 텍스트의 형식 : * `text` - 평문 텍스트 * `html` - HTML 마크 업
lt: Šaltinio teksto formatas: * tekstas - plonas tekstas * 'html' - HTML žymėjimas
lv: Avota teksta formāts: * `teksts` - vienkāršs teksts * `html` - HTML marķējums
ms: Format teks sumber: Teks biasa * * `html` - Markup HTML
oc: Format del tèxt font : * `text` - Tèxte brut * `html` - Balisatge HTM
pl: Format tekstu źródłowego: * `text` – zwykły tekst * `html' – znaczniki HTML
sk: Formát zdrojového textu: * `text` - Jednoduchý text * `html` - HTML markup
sl: Oblika izvornega besedila: * `besedilo' - navadno besedilo * `html' - pribitek HTML
sq: Formati i tekstit burim: * tekst i thjeshtë * Hhtml-Spanj HTML
tl: Pinagmulan ng teksto: * `text` - Plain * `html` - HTML markup
ur: ماخذ متناسقات: * *'html' - ایچ ٹی ایم ایل مارک اپ -
vi: Định dạng văn bản nguồn: * `text` - Plain text * `html` - HTML markup

source: Preferred number of alternative translations
ar: العدد المفضَّل من الترجمات البديلة
az: Alternat ünvanı
bn: বিকল্প অনুবাদ
cs: Preferovaný počet alternativních překladů
da: Antal alternative oversættelser
el: Προτιμώμενος αριθμός εναλλακτικών μεταφράσεων
eo: Preferita nombro de alternativaj tradukoj
et: Alternatiivsete tõlgete eelistatud arv
fa: تعداد ترجمه های جایگزین
ga: An líon rogha aistriúcháin mhalartacha
gd: An àireamh as fheàrr de roghainnean eadar-theangachaidh
id: Sejumlah alternatif terjemahan
kk: Альтернативті аудармалар саны (қалауыңыз бойынша)
ko: 다른 번역의 선호 번호
lt: Pageidautinas alternatyvių vertimų skaičius
lv: Vēlamais alternatīvo tulkojumu skaits
ms: Jumlah terjemahan alternatif yang lebih disukai
oc: Nombre preferit de traduccions alternativas
pl: Preferowana liczba tłumaczeń alternatywnych
sk: Preferovaný počet alternatívnych prekladov
sl: Prednostna številka alternativnih prevodov
sq: Numri i preferuar i përkthimeve alternative
tl: Mas piniling bilang ng alternatibong mga salin
ur: متعدد متبادل ترجمے
vi: Số bản dịch thay thế được ưa thích

source: API key
ar: مفتاح API
az: Axtarış
bn: API-কি
cs: API klíč
da: API-nøgle
el: Κλειδί API
eo: API-ŝlosilo
et: API võti
fa: کلید API
ga: Eochair API
gd: Iuchair API
id: Kunci API
kk: API кілті
ko: API 키
lt: API raktas
lv: API atslēga
ms: Kunci API
oc: clau d’API
pl: Klucz API
sk: API kľúč
sl: Ključ API
sq: Pulsanti API
tl: Susi ng API
ur: کلید
vi: Mã API

source: Translate a File
az: Qeydiyyat
bn: একটি ফাইল অনুবাদ করুন
da: Oversæt en fil
el: Μετάφρασε ένα αρχείο
et: Faili tõlkimine
fa: ترجمه یک فایل
ga: Aistrigh Comhad
id: Terjemahkan File
ms: Terjemahkan File
oc: Traduire un fichièr
pl: Przetłumacz plik
sk: Preložiť súbor
sq: Përkthe një file
tl: Isinalin ang Filipina
ur: فائل رولر
vi: Dịch tập tin

source: Translated file
ar: ملف مراجع
az: Proqram
bn: অনুবাদক ফাইল
cs: Přeložený soubor
da: Oversat fil
el: Μεταφρασμένο αρχείο
eo: Tradukita dosiero
et: Tõlgitud fail
fa: فایل ترجمه شده
ga: Aistrithe comhad
gd: Faidhle air eadar-theangachadh
id: File yang diterjemahkan
kk: Аударылған файл
ko: 번역된 파일
lt: Išverstas failas
lv: Tulkots fails
ms: Berkas terterjemah terjemahan
oc: Fichièr traduch
pl: Przetłumaczony plik
sk: Preložený súbor
sl: Prevedena datoteka
sq: Përkther file
tl: Isinalin na talaksan
ur: فائل حذف کی جارہی ہے
vi: Tệp tin đã dịch

source: File to translate
ar: ملف للترجمة
bn: যে ফাইল অনুবাদ করা হচ্ছে
cs: Soubor k překladu
da: Fil at oversætte
el: Αρχείο για μετάφραση
eo: Dosiero por traduki
et: Tõlgitav fail
fa: فایل برای ترجمه
ga: Comhad le haistriú
gd: Am faidhle ri eadar-theangachadh
id: File untuk diterjemahkan
kk: Аударылатын файл
ko: 번역할 파일
lt: Failas išversti
lv: Fails, ko tulkot
ms: Berkas untuk diterjemahkan
oc: Fichièr de traduire
pl: Plik do przetłumaczenia
sk: Súbor na preloženie
sl: Datoteka za prevajanje
sq: File nga
tl: Sawi sa pagsasalin
ur: فائل کا ترجمہ
vi: Tệp để dịch

source: Source language code or "auto" for auto detection
az: Avtomatlaşdırma üçün Source dil kodu və ya "auto"
bn: স্বয়ংক্রিয় সনাক্তকরণের জন্য উৎস ভাষার কোড অথবা "auto"
da: Kilde sprogkode eller "auto" til automatisk registrering
el: Κωδικός πηγής γλώσσας ή "αυτόματος" για αυτόματη ανίχνευση
et: Automaatse tuvastamise lähtekeelekood või "auto"
fa: کد زبان منبع یا خودکار برای تشخیص خودکار
ga: Cód teanga foinse nó "auto" le haghaidh braite uathoibríoch
id: Sumber kode bahasa atau "auto" untuk deteksi otomatis
ms: Kode bahasa sumber atau "auto" untuk deteksi auto
pl: Kod języka źródłowego lub "auto" do automatycznego wykrywania
sk: Zdroj jazykový kód alebo "auto" pre automatickú detekciu
sq: Emri i gjuhës së buruesit ose "auto" për zbulimin automatik
tl: Pinagmulan ng kodigo ng wika o "auto" para sa pagtutop ng awto
ur: Autonomous کے لیے Sourn language code یا "auto" ہے۔
vi: Mã nguồn ngôn ngữ hoặc "tự động" để phát hiện tự động

source: Detect Language of Text
az: Text dilinin tanınması
bn: ভাষার টেক্সটের ভাষা সনাক্ত করা হবে
da: Detect Sprog af tekst
el: Ανίχνευση γλώσσας κειμένου
et: Tekstikeele tuvastamine
fa: نام انگلیسی: Detect Language of Text
ga: Braith Teanga an Téacs
id: Mendeteksi Bahasa Teks
ms: Bahasa Ejaan Teks
oc: Lenga detectada del tèxt
pl: Wykrywanie języka tekstu
sk: Detektívny jazyk textu
sq: Shfaq gjuhën e tekstit
tl: Di - tiyak na Wika ng Kasulatan
ur: متن کی زبان
vi: Phát hiện ngôn ngữ của văn bản

source: Detections
ar: الكشف
az: Axtarış
bn: স্বয়ংক্রীয় সনাক্তকরণ
cs: Rozpoznání
da: Registreringer
el: Ανιχνεύεται
eo: Ekkonoj
et: Tuvastamise tulemused
fa: شناسایی ها
ga: Brathanna
gd: Mothachaidhean
id: Deteksi
kk: Тіл анықтамалары
ko: 감지 내용
lt: III PRIEDAS
lv: Noteikšana
ms: Mengesankan
oc: Deteccions
pl: Wykryto
sk: Detekcie
sl: Odkrivanje
sq: Deteksione
tl: Mga Pag - aalinlangan
ur: حقائق
vi: Các phát hiện

source: Detection error
ar: الخطأ
az: İmtahan
bn: সনাক্ত করা ত্রুটি
cs: Chyba rozpoznání
da: Registreringsfejl
el: Ανίχνευση σφάλματος
eo: Ekkona eraro
et: Viga tuvastamisel
fa: خطای شناسایی
ga: Earráid braite
gd: Mearachd mothachaidh
id: Kesalahan deteksi
kk: Анықтау қатесі
ko: 감지 오류
lt: Nustatymo klaida
lv: Noteikšanas kļūda
ms: Kesalahan pengesanan efek
oc: Error de deteccion
pl: Błąd wykrywania
sk: Chyba detekcie
sl: Napaka pri odkrivanju
sq: Gabim në shmangje
tl: Maling diyagnosis
ur: ڈیٹنگ غلطی
vi: Lỗi phát hiện

source: Text to detect
ar: النص المراد الكشف عنه
bn: যে টেক্সট প্রদর্শন করা হবে
cs: Text pro rozpoznání
da: Tekst at registrere
el: Κείμενο για ανίχνευση
eo: Ekkonota teksto
et: Tekst, kust peaksime keele tuvastama
fa: متن برای شناسایی
ga: Téacs le brath
gd: An teacsa ri mhothachadh
id: Teks untuk dideteksi
kk: Анықтауға арналған мәтін
ko: 감지할 텍스트
lt: Name
lv: Nosakāmais teksts
ms: Teks untuk dideteksi
oc: Tèxte de detectar
pl: Tekst do wykrycia
sk: Text na detekciu
sl: Besedilo za odkrivanje
sq: Teksti që duhet zbuluar
tl: Mag - text para malaman ito
ur: معلوم کرنے کے لئے متن
vi: Chữ để phát hiện

source: Retrieve Frontend Settings
az: Yadda saxla
bn: সম্মুখপ্রান্ত সেটিংস
da: Hent frontend-indstillinger
el: Ανάκτηση ρυθμίσεων περιβάλλοντος
et: Otsi kasutajaliidese seadistused
ga: Aisghabháil Socruithe Tosaigh
id: Lihat Pengaturan Frontend
ms: Seting Frontend Retrieve
pl: Pobieranie ustawień frontendu
sk: Zdroj Frontend Settings
sq: Duke marrë rregullimet
ur: غیرمتوقع ترتیبات
vi: Lấy thiết lập giao diện người dùng

source: frontend settings
ar: اعدادات الواجهة الأمامية
az: front
bn: সম্মুখপ্রান্ত সেটিংস
cs: nastavení rozhraní
da: frontend-indstillinger
el: ρυθμίσεις frontend
eo: agordoj de la fasado
et: kasutajaliidese seadistused
fa: تنظیمات ظاهری
ga: socruithe ceann tosaigh
gd: roghainnean a’ frontend
id: pengaturan frontend
kk: фронтенд баптаулары
ko: 프론트엔드 설정
lt: frontent nustatymai
lv: priekšpuses iestatījumi
ms: pengaturan frontend xahole
oc: paramètres de l’interfàcia
pl: ustawienia frontendu
sk: Nastavenia rozhrania
sl: nastavitve prednjega okna
sq: parametrat
tl: harapan
ur: پیشگی ترتیبات
vi: các cài đặt giao diện

source: Submit a Suggestion to Improve a Translation
az: Müəlliflik hüquququ
bn: অনুবাদ করার জন্য প্রস্তাব জমা দিন
da: Indsend et forslag til forbedring af en oversættelse
el: Υποβολή Πρότασης για Βελτίωση Μετάφρασης
et: Esitage ettepanek tõlke parandamiseks
fa: پیشنهاد برای بهبود ترجمه
ga: Cuir Moladh Isteach chun Aistriúchán a Fheabhsú
id: Kirim Saran untuk Meningkatkan Terjemahan
ms: Ajukan Saran untuk Meningkatkan Terjemahan
pl: Prześlij propozycję, aby poprawić tłumaczenie
sk: Predložiť návrh na zlepšenie prekladu
sq: A
tl: Magpasakop sa Mungkahing Pagbutihin ang Isang Salin
ur: ترجمہ‌نگاروں کی حوصلہ‌افزائی کریں
vi: Đề nghị cải thiện bản dịch

source: Success
ar: تم بنجاح
az: Qeydiyyat
bn: সাফল্য
cs: Hledat
da: Succes
el: Επιτυχία
eo: Sukceso
et: Päring õnnestus
fa: موفقیت‌آمیز
ga: Rath
gd: Chaidh leis
id: Berhasil
kk: Сәтті
ko: 성공
lt: Sėkmė
lv: Panākumi
ms: Sukses
oc: Succès
pl: Sukces
sk: Úspech
sl: Uspeh
sq: Me sukses
tl: Tagumpay
ur: کامیابی
vi: Thành công

source: Not authorized
ar: غيرمرخص به
az: Qeyd olun
bn: অনুমোদিত নয়
cs: Chybí oprávnění
da: Ikke autoriseret
el: Όχι εξουσιοδοτημένος
eo: Ne rajtigita
et: Päring pole lubatud
fa: مجاز نیست
ga: Gan údar
gd: Gun ùghdarrachadh
id: Tidak sah
kk: Рұқсат етілмеген
ko: 권한 없음
lt: Neleidžiama
lv: Nav atļauts
ms: Tidak berwenang
oc: Pas permés
pl: Nie autoryzowano
sk: Chýba oprávnenie
sl: Ni dovoljeno
sq: Nuk është i autorizuar
tl: Hindi awtorisado
ur: اجازت نہیں دی گئی
vi: Không được phép

source: Original text
ar: النص الأصلي
az: Original
bn: মূল টেক্সট
cs: Původní text
da: Original tekst
el: Πρωτότυπο κείμενο
eo: Origina teksto
et: Lähtetekst
fa: متن اصلی
ga: Téacs bunaidh
gd: An teacsa tùsail
id: Teks asli
kk: Бастапқы мәтін
ko: 원문
lt: Originalus tekstas
lv: Oriģinālais teksts
ms: Teks Asal
oc: Tèxte original
pl: Oryginalny tekst
sk: Pôvodný text
sl: Originalno besedilo
sq: Tekst origjinal
tl: Orihinal na teksto
ur: اصل متن
vi: Chữ gốc

source: Suggested translation
ar: الترجمة المقترَحة
az: Qeydiyyat
bn: প্রস্তাবিত অনুবাদ
cs: Navrhovaný překlad
da: Foreslået oversættelse
el: Προτεινόμενη μετάφραση
eo: Proponita traduko
et: Ettepanek tõlke parandamiseks
fa: ترجمه پیشنهادی
ga: Aistriúchán molta
gd: An t-eadar-theangachadh ’ga mholadh
id: Terjemahan yang disarankan
kk: Ұсынылған аударма
ko: 제안된 번역
lt: Siūlomas vertimas
lv: Ierosinātais tulkojums
ms: Terjemahan yang disarankan
oc: Traduccion suggerida
pl: Proponowane tłumaczenie
sk: Navrhnutý preklad
sl: Predlagani prevod
sq: Sugjerim për përkthimin
tl: Iminumungkahing salin
ur: ترجمہ
vi: Bản dịch đề xuất

source: Language of original text
ar: لغة النص الأصلي
bn: মূল টেক্সটের ভাষা
cs: Jazyk původního textu
da: Originaltekstens sprog
el: Γλώσσα αρχικού κειμένου
eo: Lingvo de la origina teksto
et: Teksti lähtekeel
fa: زبان متن اصلی
ga: Teanga an bhuntéacs
gd: Cànan an teacsa thùsail
id: Bahasa teks asli
kk: Бастапқы мәтіннің тілі
ko: 원문의 언어
lt: Originalaus teksto kalba
lv: Oriģināla teksta valoda
ms: Bahasa Mandarin dari teks asli
oc: Lenga del tèxte original
pl: Język tekstu oryginalnego
sk: Jazyk pôvodného textu
sl: Jezik izvirnega besedila
sq: Gjuha e tekstit origjinal
tl: Wika ng orihinal na teksto
ur: اصل متن کی زبان
vi: Ngôn ngữ của văn bản gốc

source: Language of suggested translation
ar: لغة الترجمة المقترَحة
az: Müəlliflik
bn: অনুবাদ করার ভাষার অনুবাদ
cs: Jazyk navrhovaného překladu
da: Sprog i foreslået oversættelse
el: Γλώσσα προτεινόμενης μετάφρασης
eo: Lingvo de la proponita traduko
et: Teksti tõlkekeel
fa: زبان ترجمه پیشنهادی
ga: Teanga an aistriúcháin molta
gd: Cànan an eadar-theangachaidh ’ga mholadh
id: Bahasa terjemahan yang disarankan
kk: Ұсынылған аударманың тілі
ko: 제안된 번역의 언어
lt: Siūlomo vertimo kalba
lv: Ierosinātā tulkojuma valoda
ms: Bahasa dari terjemahan yang disarankan
oc: Lenga de la traduccion suggerida
pl: Język sugerowanego tłumaczenia
sk: Jazyk navrhovaného prekladu
sl: Jezik predlaganega prevajanja
sq: Gjuha e përkthimit të sugjeruar
tl: Wika ng iminungkahing salin
ur: ترجمے کی تجویز
vi: Ngôn ngữ của bản dịch đề xuất

source: Supported language
az: Qeydiyyat
bn: সমর্থিত ভাষা
da: Understøttet sprog
el: Υποστηριγμένη γλώσσα
et: Toetatud keel
fa: پشتیبانی زبان
ga: Teanga tacaithe
id: Bahasa yang didukung
ms: Bahasa yang didukung
oc: Lenga presa en carga
pl: Obsługiwany język
sk: Podporovaný jazyk
sq: Gjuha e suportuar
tl: Sinusuportahang wika
ur: مدد سے زبان
vi: Ngôn ngữ được hỗ trợ

source: Language code
ar: رمز اللغة
az: Dil kodu
bn: ভাষার কোড
cs: Kód jazyka
da: Sprogkode
el: Κωδικός γλώσσας
eo: Lingvokodo
et: Keelekood
fa: کد زبان
ga: Cód teanga
gd: Còd a’ chànain
id: Bahasa
kk: Тіл коды
ko: 언어 코드
lt: Kalbos kodas
lv: Valodas kods
ms: Bahasa
oc: Còdi lenga
pl: Kod języka
sk: Kód jazyka
sl: Jezikovna koda
sq: Kodi i gjuhës
tl: Kodigo ng wika
ur: زبان کا کوڈ
vi: Mã ngôn ngữ

source: Human-readable language name (in English)
ar: اسم لغة قابلة للقراءة البشرية (باللغة الإنكليزية)
az: Human-readable dil adı (in English)
bn: পাঠযোগ্য নাম (ইংরেজি)
cs: Lidsky čitelný název jazyka (v angličtině)
da: Menneskeligt læseligt sprognavn (på engelsk)
el: Ανθρώπινο αναγνώσιμο όνομα γλώσσας (στα αγγλικά)
eo: Hom-legebla lingvonomo (en la angla)
et: Inimloetav keele nimi (inglise keeles)
fa: نام زبان قابل خواندن برای انسان (به انگلیسی)
ga: Ainm teanga inléite ag an duine (i mBéarla)
gd: Ainm a’ chànain a leughas daoine (sa Bheurla)
id: Nama bahasa yang dapat dibaca manusia (dalam bahasa Inggris)
kk: Адам түсінетін тіл атауы (ағылшынша)
ko: 사람이 읽을 수 있는 언어 이름 (영어로)
lt: Humanitarinės kalbos pavadinimas (anglų kalba)
lv: Cilvēkam salasāms valodas nosaukums (angliski)
ms: Nama bahasa Human-readable (dalam bahasa Inggris)
oc: Nom de la lenga lisible per un uman (en anglés)
pl: Nazwa języka (w języku angielskim)
sk: Ľudské meno jazyka (v angličtine)
sl: Ime jezika, ki ga je mogoče brati (v angleščini)
sq: Emri i gjuhës së lexueshme (në anglisht)
tl: Pangalan ng tao-basang wika (sa Ingles)
ur: انسانی قابل زبان نام (انگریزی میں)
vi: Tên ngôn ngữ con người có thể đọc được (bằng tiếng Anh)

source: Supported target language codes
ar: رموز اللغات المستهدفة المدعومة
az: İctimai kodları
bn: সমর্থিত ভাষার কোড
cs: Podporované cílové jazykové kódy
da: Understøttede målsprogkoder
el: Υποστηριζόμενη γλώσσα-στόχος
eo: Subtenitaj cellingvokodoj
et: Tõetatud tõlkekeelte koodid
fa: کدهای زبان هدف پشتیبانی شده
ga: Cóid sprioctheanga tacaithe
gd: Còdan canain-amais ris a chuir sinn taic
id: Mendukung kode bahasa target
kk: Қолдау көрсетілетін мақсатты тілдердің кодтары
ko: 지원하는 언어 코드
lt: NAME OF TRANSLATORS
lv: Pamatotie mērķa valodu kodi
ms: Kode bahasa sasaran yang didukung
oc: Còdis de lengas cibla presas en carga
pl: Wspierane kody językowe
sk: Podporované cieľové jazykové kódy
sl: Podprte ciljne jezikovne kode
sq: Kodi i gjuhës së synuar
tl: Suportadong target na mga kodigo sa wika
ur: نشان زدہ زبان کے کوڈ کی حمایت کی۔
vi: Các mã ngôn ngữ đích được hỗ trợ

source: Health status
az: Sağlamlıq statusu
bn: স্বাস্থ্য অবস্থা
da: Sundhedsstatus
el: Υγεία
et: Terviseseisund
fa: وضعیت سلامت
ga: Stádas sláinte
id: Status kesehatan
ms: Status Kesehatan Kesehatan
pl: Stan zdrowia
sk: Zdravotný stav
sq: Gjendja e shëndetit
tl: Kalagayan ng kalusugan
ur: صحت
vi: Trạng thái sức khỏe

source: Translated text(s)
ar: النص/النثوص المترجمة
az: Xüsusi məhsullar
bn: অনুবাদক টেক্সট
cs: Přeložený text(y)
da: Oversat tekst(er)
el: Μεταφρασμένο κείμενο(s)
eo: Tradukita(j) teksto(j)
et: Tõlgitud tekst(id)
fa: متن‌(های) ترجمه شده
ga: Téacs(í) traslatáilte
gd: Teacsa(ichean) air eadar-theangachadh
id: Teks yang telah diterjemahkan
kk: Аударылған мәтін(дер)
ko: 번역된 텍스트
lt: Išverstas (-i) tekstas (-ai)
lv: Tulkots(i) teksts(i)
ms: Teks Terjemah Terjemahkan
oc: Tèxte(s) traduch(es)
pl: Przetłumaczone tekst(y)
sk: Preložený text(y)
sl: Prevedena besedila
sq: Përkthehet teksti
tl: Isinalin na teksto(s)
ur: نقل و حمل (s)
vi: (Các) văn bản đã dịch

source: Confidence value
ar: قيمة الثقة
az: Konfiqurasiya
bn: মান
cs: Míra jistoty
da: Konfidensværdi
el: Εμπιστοσύνη αξία
eo: Konfidencvaloro
et: Usaldusväärsuse väärtus
fa: ضریب اطمینان
ga: Luach muiníne
gd: Luach na h-earbsa
id: Nilai kepercayaan
kk: Сенімділік деңгейі
ko: 신뢰치
lt: Patikimumo vertė
lv: Ticamības vērtība
ms: Nilai percaya diri
oc: Valor de fisança
pl: Poziom ufności
sk: Miera istoty
sl: Vrednost zaupanja
sq: Vlera e besimit
tl: Halaga ng pagtitiwala
ur: اعتماد کی اہمیت
vi: Giá trị tin cậy

source: Alternative translations
az: Alternatlar
bn: বিকল্প অনুবাদ
da: Alternative oversættelser
el: Εναλλακτικές μεταφράσεις
et: Alternatiivsed tõlked
fa: ترجمه های جایگزین
ga: Aistriúcháin mhalartacha
id: Terjemahan alternatif
ms: Terjemahan alternatif '%s'
oc: Traduccions alternativas
pl: Alternatywne tłumaczenia
sk: Alternatívne preklady
sq: Përkthime alternative
tl: Mga ibang salin
ur: متبادل ترجمے
vi: Các bản dịch khác

source: translatedText
az: tarix
bn: অনুবাদ টেক্সট
da: oversat Tekst tekst
el: μεταφρασμένο Κείμενο
et: tõlgitud Tekst
fa: ترجمه
ga: Téacs aistrithe
id: sitemap Login
ms: diterjemahkan Teks
pl: tłumaczenie Tekst
sk: preložený Aktuality
sq: përkthyer Teksti
tl: isinalin Teksto
ur: ترجمہ متن
vi: dịch Văn bản

source: Error message
ar: رسالة خطأ
az: Yadda saxla
bn: ত্রুটির বার্তা
cs: Chybová zpráva
da: Fejlmeddelelse
el: Μήνυμα σφάλματος
eo: Erarmesaĝo
et: Veateade
fa: پیام خطا
ga: Teachtaireacht Earráid
gd: Teachdaireachd na mearachd
id: Pesan kesalahan
kk: Қате туралы хабарлама
ko: 오류 메시지
lt: Klaidos pranešimas
lv: Kļūdas paziņojums
ms: Pesan kesalahan
oc: Messatge d’error
pl: Błąd
sk: Chybová správa
sl: Sporočilo o napaki
sq: Gabim
tl: Error sa pagbasa ng mensahe
ur: خامی پیام
vi: Thông điệp lỗi

source: Reason for slow down
ar: سبب التباطؤ
az: Yavaş aşağı qaldırmaq
bn: ধীর হওয়ার কারণ
cs: Důvod pro zpomalení
da: Årsag til nedbremsning
el: Λόγος για επιβράδυνση
eo: Kaŭzo de malrapido
et: Päringute aeglustamise põhjus
fa: دلیل کاهش سرعت
ga: Cúis le mall síos
gd: Adhbhar na maille
id: Alasan untuk memperlambat
kk: Баяулаудың себебі
ko: 느려지는 이유
lt: Vėlavimo priežastis
lv: Palēninājuma iemesls
ms: Alasan untuk memperlambat
oc: Rason de l’alentiment
pl: Powód
sk: Dôvod spomalenia
sl: Razlog za upočasnitev
sq: Arsye për të ngadalësuar
tl: Dahilan para magmabagal
ur: سست کرنے کی وجہ
vi: Lý do phải chậm lại

source: Translated file url
ar: عنوان ملف مترجمة
az: Url url
bn: অনুবাদক ফাইল url
cs: URL přeloženého souboru
da: Oversat fil-URL
el: Μεταφρασμένο αρχείο url
eo: URL de tradukita dosiero
et: Tõlgitud faili url
fa: نشانی فایل ترجمه شده
ga: URL comhad aistrithe
gd: URL an fhaidhle air eadar-theangachadh
id: Diterjemahkan url file
kk: Аударылған файл сілтемесі
ko: 번역된 파일 url
lt: Išverstas failas url
lv: Tulkots faila URL
ms: URL berkas terterjemahan Terjemahkan
oc: URL del fichièr traduch
pl: Przetłumaczony url pliku
sk: Url preloženého súboru
sl: Prevedena datoteka url
sq: Përktheu file url
tl: Isinalin ang talaksang url
ur: فائل رولر
vi: Dịch url tệp tin

source: Character input limit for this language (-1 indicates no limit)
ar: الحد الأقصى للمدخلات التعريفية لهذه اللغة (-1 لا يشير إلى حد أقصى)
az: Bu dil üçün simvol giriş limiti (-1 heç bir limit göstərir)
bn: এই ভাষার জন্য অক্ষরের ইনপুট সীমা (-1-র মধ্যে সীমিত)
cs: Omezení počtu znaků pro tento jazyk (-1 označuje žádný limit)
da: Grænse for tegninput for dette sprog (-1 angiver ingen grænse)
el: Χαρακτηριστικά όρια εισόδου για αυτή τη γλώσσα (-1 δεν υποδεικνύει όριο)
eo: Limo de signaj enigoj por ĉi tiu lingvo (-1 indikas neniun limon)
et: Lähteteksti tähemärkide mahu ülempiir selle keele kohta (-1 märgib ülempiiri puudumist)
fa: محدودیت کاراکتر برای این زبان (-1 یعنی بدون محدودیت)
ga: Teorainn ionchuir charachtair don teanga seo (ní léiríonn -1 aon teorainn)
gd: Crìoch ion-chur charactaran dhan chànan seo (innsidh -1 nach bi crìoch air)
id: Batas input karakter untuk bahasa ini (-1 menunjukkan tidak ada batasan)
kk: Бұл тіл үшін таңба шектеуі (-1 — шектеусіз)
ko: 이 언어의 문자 입력 제한 (-1은 제한이 없음을 의미)
lt: Simbolių įvedimo riba šiai kalbai (-1 reiškia, kad ribų nėra)
lv: Rakstzīmju ievades ierobežojums šai valodai (-1 norāda, ka nav ierobežojuma)
ms: Batas input karakter bagi bahasa ini (-1 menunjukkan tidak ada batas)
oc: Limit d’entrada de caractèrs per aquesta lenga (-1 indica cap de limit)
pl: Limit znaków dla tego języka (-1 oznacza brak limitu)
sk: Limit vloženia znakov pre tento jazyk (-1 označuje žiadny limit)
sl: Omejitev vnosa znakov za ta jezik (-1 označuje brez omejitve)
sq: Për nuk
tl: Ang character input limit para sa wikang ito (-1 ay nagpapakita ng walang hangganan)
ur: حروف تہجی اس زبان کے لیے حدیث (-1 کوئی حدیث نہیں)۔
vi: Giới hạn ký tự đầu vào cho ngôn ngữ này (-1 nghĩa là không giới hạn)
