Repository: LibreTranslate/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: ar, az, bn, cs, da, el, eo, et, fa, ga, gd, id, kk, ko, lt, lv, ms, oc, pl, sk, sl, sq, tl, ur, vi

source: Suggestions are disabled on this server.
ar: الاقتراحات معطلة على هذا الخادم.
az: Proqramlar bu server üzrə dəstəklənir.
bn: এই সার্ভারের জন্য অতিরিক্ত পরামর্শ নিষ্ক্রিয় করা হয়েছে।.
cs: Návrhy jsou na tomto serveru zakázány.
da: Forslag er deaktiveret på denne server.
el: Οι προτάσεις απενεργοποιούνται σε αυτόν τον server.
eo: Sugestoj estas malebligitaj en ĉi tiu servilo.
et: Tõlkesoovituste võimalus ei ole selles serveris kasutusel.
fa: پیشنهادات در این سرور غیرفعال است.
ga: Díchumasaítear moltaí ar an bhfreastalaí seo.
gd: Tha molaidhean à comas air an frithealaiche seo.
id: Saran dinonaktifkan di server ini.
kk: Бұл серверде ұсыныстар өшірілген.
ko: 현재 서버에서 제안이 비활성화 되어 있습니다.
lt: Siūlymai yra išjungti šiame serveryje.
lv: Serverī ir atslēgti ieteikumi.
ms: Cadang ringan dinonaktifkan pada server ini.
oc: Las suggestions son desactivadas sus aqueste servidor.
pl: Sugestie są wyłączone na serwerze.
sk: Návrhy sú zakázané na tomto serveri.
sl: Predlogi so onemogočeni na tem strežniku.
sq: Propozimet në këtë server janë të çaktivizuar.
tl: Ang mga mungkahi ay may kapansanan sa serverg ito.
ur: اس سرور پر خدمات معطل ہیں۔.
vi: Những gợi ý bị tắt trên máy chủ này.

source: English
ar: الإنجليزية
az: İngilis dili
bn: ইংরেজি
cs: Angličtina
da: Engelsk
el: Αγγλικά
eo: Angla
et: inglise
fa: انگلیسی
ga: Béarla
gd: Beurla
id: Bahasa Inggris
kk: Ағылшын тілі
ko: 영어
lt: Anglų
lv: Angļu
ms: Bahasa Inggris
oc: Anglés
pl: Angielski
sk: Angličtina
sl: Angleščina
sq: Anglisht
tl: Tagalog
ur: انگریزی
vi: Tiếng Anh

source: Albanian
ar: ألباني
az: Bakı
bn: আলবেনীয়
cs: Albánie
da: Albanien
el: Αλβανικά
eo: Albana albana
et: albaania
fa: آلبانی
ga: An Albáinis
gd: Albàinis
id: Indonesia
kk: Албан тілі
ko: 알바니아
lt: Albanijos
lv: Albāņu
ms: Albania
oc: Albanés
pl: Albański
sk: Albánsko
sl: AlbanskoName
sq: Shqip
ur: البانیا
vi: Người Albania

source: Arabic
ar: العربية
az: Bakı
bn: আরবি
cs: Arabština
da: Arabisk
el: Αραβικά
eo: Araba
et: araabia
fa: عربی
ga: Araibis
gd: Arabais
id: Bahasa Arab
kk: Араб тілі
ko: 아랍어
lt: Arabų
lv: Arābu
ms: Arab
oc: Arabi
pl: Arabski
sk: Arabčina
sl: Arabščina
sq: Arabisht
tl: Arabe
ur: عربي
vi: Ả Rập

source: Azerbaijani
ar: الأذربيجانية
az: Bakı
bn: আজারবাইজানিName
cs: Ázerbájdžánština
da: Aserbajdsjan
el: Αζερμπαϊτζάν
eo: Azerbajĝana
et: aserbaidžaani
fa: آذری
ga: An Asarbaiseáin
gd: Asarbaideànais
id: Bahasa Zerbaijani
kk: Әзербайжан тілі
ko: 아제르바이잔어
lt: Azerbaidžanas
lv: Azerbaidžāna
ms: Azerbaijan
oc: Azèri
pl: Azerbejdżański
sk: Azerbaština
sl: Azerbajdžan
sq: Azerbaixhani
ur: آذربائیجان
vi: Tiếng Azeri

source: Basque
az: Tarix
bn: বাস্ক
da: Baskisk
el: Βασκικά
et: Baski
ga: Bascais
id: Login
lt: Baskij
lv: BaskuName
oc: Basc
pl: Baskijski
sk: Všeobecný
sl: BaskovskoName
sq: Baske
ur: بسک
vi: Xlô- venName

source: Bengali
ar: بنغالي
az: Qalereya
bn: বাংলা
cs: Bengálsko
el: Μπενγκάλι
eo: Bengala bengala
fa: بنگالی
ga: Beangáilis
gd: Beangailis
id: Login
kk: Бенгал тілі
ko: 채용정보
lv: BengāļuName
oc: Bengalí
pl: Bengalski
sk: Bengálčina
sl: Bengalska
ur: بنگالی
vi: Ben- ga- liName

source: Bulgarian
ar: البلغارية
az: Rusiya
bn: বুলগেরিয়ানName
cs: Bulharsky
da: Bulgarsk
el: Βουλγαρικά
eo: Bulgara Bulgaro
et: bulgaaria
fa: بلغاری
ga: Bulgáiris
gd: Bulgarais
id: Login
kk: Болгар тілі
ko: 한국어
lt: Bulgarų
lv: Bulgāru
ms: Bulgaria
oc: Bulgar
pl: Bułgarski
sk: Bulharšťina
sl: Bolgarščina
sq: Bullgarisht
tl: Bulgariano
ur: بلغاریہ
vi: Tiếng Bulgaria

source: Catalan
ar: الكتالونية
az: Kateqoriya
bn: ক্যাটালানName
cs: Katalánština
da: Catalansk
el: Καταλανικά
eo: Katalana kataluno
et: katalaani
fa: کاتالونیا
ga: Catalóinis
gd: Catalanais
id: Login
kk: Каталан тілі
ko: 카테고리
lt: Katalonų
lv: Kataloņu
pl: Kataloński
sk: Katalánsky
sl: Katalonščina
sq: Katalane
ur: کتالان
vi: Ca- ta- lanName

source: Chinese
ar: الصينية
az: Çin
bn: চীনি
cs: Čínština
da: Kinesisk
el: Κινέζοι
eo: Ĉina
et: hiina
fa: چینی
ga: Sínis
gd: Sìnis
id: Bahasa Cina
kk: Қытай тілі
ko: 중국어
lt: Kinų
lv: Ķīniešu
ms: Perancis
oc: Chinés
pl: Chiński
sk: Čínske
sl: Kitajska
sq: Kineze
tl: Tsino
ur: چین
vi: Trung Quốc

source: Chinese (traditional)
ar: الصينية (التقليدية)
az: Çin (traditional)
bn: চীনা (সরলীকৃত)
cs: Čína (tradiční)
da: Kinesisk (traditionelt)
el: Κινέζικα (παραδοσιακά)
eo: La ĉina (tradicia)
et: hiina (traditsiooniline)
fa: چینی ( سنتی)
ga: Sínis (traidisiúnta)
gd: Sìnis (thradaiseanta)
id: Kitajka (traditional)
kk: Қытай тілі (дәстүрлі)
ko: 한국어 (Korean)
lt: Kinų (tradicinė)
lv: Ķīniešu (tradicionālie)
ms: Bahasa Tionghoa (tradisional)
oc: Mandarin (tradicional)
pl: Chiński (tradycyjny)
sk: Čínština (tradičná)
sl: Kitajska (tradicionalna)
sq: Kineze
tl: Tsino (tradisyonal)
ur: چینی (انگریزی:
vi: Hoa (truyền thống)

source: Czech
ar: التشيكية
az: Çex dili
bn: চেক
cs: Čeština
da: Tjekkisk
el: Τσεχική
eo: Ĉeĥa
et: tšehhi
fa: (کشور) چک
ga: Seiceach
gd: Seicis
id: Bahasa Czech
kk: Чех тілі
ko: 체코어
lt: Čekų
lv: Čehu
oc: Chèc
pl: Czeski
sk: Čeština
sl: Češka
sq: Çekisht
ur: چیک
vi: Séc

source: Danish
ar: الدنماركية
az: Danimarka
bn: ড্যানিশName
cs: Dánština
da: Dansk
el: Δανία
eo: Dana
et: taani
fa: دانمارکی
ga: Danmhairgis
gd: Danmhairgis
id: Bahasa Danish
kk: Дат тілі
ko: 덴마크어
lt: Danų
lv: Dāņu
ms: Denmark
oc: Danés
pl: Duński
sk: Dánčina
sl: Danski
sq: Danisht
tl: Danes
ur: دانش
vi: Đan Mạch

source: Dutch
ar: الهولندية
az: Rusiya
bn: ডাচ
cs: Holandština
da: Hollandsk
el: Ολλανδ Ολλανδία
eo: Nederlanda
et: hollandi
fa: هلندی
ga: Ollainnis
gd: Duitsis
id: Bahasa Belanda
kk: Голланд тілі
ko: 네덜란드어
lt: Olandų
lv: Holandiešu
ms: Hindia Belanda
oc: Neerlandés
pl: Holenderski
sk: Dánština
sl: Nizozemska
sq: Hollandeze
tl: Olandes
ur: ڈچ
vi: Hà Lan

source: Esperanto
ar: الإسبيرنتو
bn: এসপারান্তোName
fa: اسپرانتور
id: Bahasa Esperanto
kk: Эсперанто тілі
ko: 에스페란토
ur: ایسپرانتو
vi: Esperanto (Quốc tế ngữ)

source: Estonian
ar: إستونيا
az: Estoniya
bn: এস্তোনিয়ানName
cs: Estonština
da: Estisk
el: Εσθονικά
eo: La estona
et: eesti
fa: استونی
ga: Eastóinis
gd: Eastoinis
id: Login
kk: Эстондық тілі
ko: 에스토니아
lt: Estų
lv: Igauņu
ms: Estonia
pl: Estoński
sk: Estónčina
sl: Estonščina
sq: Estonisht
tl: Estoniano
ur: ايستان
vi: Người Estonia

source: Finnish
ar: الفنلندية
az: Qeydiyyat
bn: ফিনিশName
cs: Finština
da: Finsk
el: Φινλανδός
eo: Finna
et: soome
fa: فنلاندی
ga: Fionlainnis
gd: Fionnlannais
id: Bahasa Suomi
kk: Фин тілі
ko: 핀란드어
lt: Suomių
lv: Somu
ms: Finlandia
oc: Finés
pl: Fiński
sk: Fínština
sl: Finska
sq: Finlandeze
tl: Wikang Pinlandes
ur: فِش
vi: Phần Lan

source: French
ar: الفرنسية
az: Fransız
bn: ফরাসি
cs: Francouzština
da: Fransk
el: Γάλλος
eo: Franca
et: prantsuse
fa: فرانسوی
ga: Fraincis
gd: Fraingis
id: Bahasa Perancis
kk: Француз тілі
ko: 프랑스어
lt: Prancūzų
lv: Franču
ms: Perancis
oc: Francés
pl: Francuski
sk: Francúzština
sl: Francoski
sq: Frengjisht
tl: Pranses
ur: فر انس
vi: Pháp

source: Galician
az: Gal
bn: অংশগ্রহণকারীদের আমন্ত্রণ জানান
da: Galicien
el: Γαλικιακά
et: Galicia
ga: Gailíseach
id: Login
lt: GalisName
lv: Galisiešu
ms: Galisia
oc: Galèc
pl: Galicyjczyk
sk: Slovenčina
sl: Galščina
sq: Galiciani
ur: جلیان
vi: Ga - li - lê

source: German
ar: الألمانية
az: Almaniya
bn: জার্মান
cs: Němčina
da: Tysk
el: Γερμανός
eo: Germana
et: saksa
fa: آلمانی
ga: Gearmáinis
gd: Gearmailtis
id: Bahasa Jerman
kk: Неміс тілі
ko: 독일어
lt: Vokiečių
lv: Vācu
ms: Jerman
oc: Alemand
pl: Niemiecki
sk: Nemčina
sl: Nemščina
sq: Gjermanisht
tl: Aleman
ur: جرمني
vi: Đức

source: Greek
ar: اليونانية
az: Yunanıstan
bn: গ্রিক
cs: Řečtina
da: Græsk
el: Ελληνικά
eo: Greka
et: kreeka
fa: یونانی
ga: Gréigis
gd: Greugais
id: Bahasa Yunani
kk: Грек тілі
ko: 그리스어
lt: Graikų
lv: Grieķu
ms: Yunani
oc: Grèc
pl: Grecki
sk: Gréčtina
sl: Grščina
sq: Greqisht
tl: Griego
ur: یونانی
vi: Hy Lạp

source: Hebrew
ar: العبرية
az: Elan
bn: হিব্রু
cs: Hebrejština
da: Hebræisk
el: Εβραϊκή εβραϊκή
eo: Hebrea
et: heebrea
fa: عبری
ga: Eabhrais
gd: Eabhra
id: Bahasa Yahudi
kk: Иврит тілі
ko: 히브리어
lt: Hebrajų
lv: Ebreju
ms: Ibrani
oc: Ebrèu
pl: Hebrajski
sk: Hebrejčina
sl: Hebrejsko
sq: Hebraike
tl: Hebreo
ur: عبرانی
vi: Tiếng Do Thái

source: Hindi
ar: الهندية
az: Qeydiyyat
bn: হিন্দি
cs: Hindština
eo: Hindia
fa: هندی
ga: Hiondúis
gd: Hindis
id: Bahasa India
kk: Хинди тілі
ko: 힌디어
lt: Hindis
oc: Indi
pl: Hinduski
ur: ہندی
vi: Tiếng Hindi

source: Hungarian
ar: الهنغارية
az: Bakı
bn: হাঙ্গেরিয়ানName
cs: Maďarština
da: Ungarsk
el: Ούγγρος
eo: Hungara
et: ungari
fa: مجارستانی
ga: Ungáiris
gd: Ungairis
id: Bahasa Hungaria
kk: Венгр тілі
ko: 헝가리어
lt: Vengrų
lv: Ungāru
ms: Hongaria
oc: Ongrés
pl: Węgierski
sk: Madarčina
sl: Madžarska
sq: Hungarisht
tl: Hungariano
ur: ه رات
vi: Hungary

source: Indonesian
ar: الإندونيسية
az: Qeydiyyat
bn: ইন্দোনেশিয়ান
cs: Indonéština
da: Indonesisk
el: Ινδονησία
eo: Indonezia
et: indoneesia
fa: اندونزیایی
ga: Indinéisis
gd: Innd-Innsis
id: Bahasa Indonesia
kk: Индонезия тілі
ko: 인도네시아어
lt: Indoneziečių
lv: Indonēziešu
ms: Bahasa Indonesia
pl: Indonezyjski
sk: Indonézske
sl: Indonezijski
sq: Indoneziane
ur: انڈونیشیا
vi: Indonesia

source: Irish
ar: الأيرلندية
az: Rusiya
bn: আইরিশ
cs: Irština
da: Irsk
el: Ιρλανδία
eo: Irlanda
et: iiri
fa: ایرلندی
ga: Gaeilge
gd: Gaeilge
id: Bahasa Irlandia
kk: Ирланд тілі
ko: 아일랜드어
lt: Airių
lv: Īru
ms: Ireland
oc: Irlandés
pl: Irlandzki
sk: Írština
sl: Irska
sq: Irlandeze
tl: Irlandes
ur: آئرش

source: Italian
ar: الإيطالية
az: Rusiya
bn: ইতালীয়Name
cs: Italština
da: Italiensk
el: Ιταλός
eo: Itala
et: itaalia
fa: ایتالیایی
ga: Iodálach
gd: Eadailtis
id: Bahasa Italy
kk: Итальян тілі
ko: 이탈리아어
lt: Italų
lv: Itāļu
ms: Italia
pl: Włoski
sk: Taliančina
sl: Italijanska
sq: Italisht
tl: Italyano
ur: اطالوی
vi: Ý

source: Japanese
ar: اليابانية
az: Yapon
bn: জাপানি
cs: Japonština
da: Japansk
el: Ιάπωνες
eo: Japana
et: jaapani
fa: ژاپنی
ga: Seapánach
gd: Seapanais
id: Bahasa Jepang
kk: Жапон тілі
ko: 일본어
lt: Japonų
lv: Japānas
ms: Jepang
oc: Japonés
pl: Japoński
sk: Japonština
sl: Japonka
sq: Japonisht
tl: Hapones
ur: جاپاني
vi: Nhật

source: Korean
ar: الكورية
az: Koreya
bn: কোরিয়ান
cs: Korejština
da: Koreansk
el: Κορεατική Κορέα
eo: Korea
et: korea
fa: کره‌ای
ga: Cóiréis
gd: Coirèanais
id: Bahasa Korea
kk: Кәріс тілі
ko: 한국어
lt: Korėjiečių
lv: Korejiešu
ms: Korea
oc: Corean
pl: Koreański
sk: Kórejština
sl: Korejska
sq: Koreane
tl: Koreano
ur: کوریا
vi: Hàn

source: Kyrgyz
az: Bakı
bn: কিরগিজName
el: Κιργιζία
et: Kõrgõzstani
fa: قرقیزستان
ga: Cirgeasais
id: Login
oc: Quirguiz
pl: Kirgistan
sk: Slovenčina
sq: Kirgiz
ur: کرغیزستان

source: Latvian
ar: لاتفيا
az: Latvia
bn: লাটভিয়ানName
cs: Lotyšsky
da: Lettisk let lettisk
el: Λετονικά
eo: La latva
et: läti
fa: لتونی
ga: Laitvis
gd: Laitbheis
id: Login
kk: Латыш тілі
ko: 라트비아
lt: Latvių
lv: Latviešu
ms: Latvia
oc: Leton
pl: Łotewski
sk: Litvinština
sl: Latvijščina
sq: Letonisht
tl: Latviano
ur: لٹو يا
vi: Latvia

source: Lithuanian
ar: ليتوانيا
az: Rusiya
bn: লিথুয়েনীয়
cs: Litevština
da: Litauen
el: Λιθουανικά
eo: Litova litovo
et: Leedu
fa: لیتوانی
ga: Liotuáinis
gd: Liotuainis
id: Login
kk: Литва тілі
ko: 한국어
lt: Lietuvių
lv: Lietuviešu
ms: Lithuania
pl: Litewski
sk: Litovčina
sl: Litva
sq: Lituaniane
tl: Ang Lithuanian
ur: لتھووینیا
vi: Li- tu- a- niName

source: Malay
ar: مالي
az: Bakı
bn: মালয়Name
el: Μαλαϊκή
eo: Malaja
et: malai
fa: مالزیایی
ga: Malaeis
gd: Malaidhis
id: Login
kk: Малай тілі
ko: 담당자: Ms
lt: MalajusCountry name
lv: Malāvija
ms: Bahasa Melayu
pl: Malajski
sk: Zuzana
ur: ملے
vi: Mã Lai

source: Norwegian
ar: النرويج
az: Rusiya
bn: নরওয়েজিয়ান
cs: Norština
da: Norge
el: Νορβηγικά
eo: Norvega
et: norra
fa: نروژی
ga: Ioruais
gd: Nirribhis
id: Login
kk: Норвег тілі
ko: 한국어
lt: Norvegų
lv: Latviešu
ms: Norwegia
oc: Norvegian
pl: Norweski
sk: Nórština
sl: Norveška
sq: Norvegjeze
tl: Norwego
ur: ناري
vi: Na Uy

source: Persian
ar: الفارسية
az: Axtar
bn: ফার্সি
cs: Perština
da: Persisk
el: Πέρσες
eo: Persa
et: pärsia
fa: فارسی
ga: Peirsis
gd: Pearsais
id: Bahasa Persia
kk: Парсы тілі
ko: 페르시아어
lt: Persų
lv: Persiešu
ms: Persia
oc: Persan
pl: Perski
sk: Perzština
sl: Perzijščina
sq: Persiane
tl: Persiano
ur: فارسی
vi: Ba Tư

source: Polish
ar: البولندية
az: Bakı
bn: পোলিশ
cs: Polština
da: Polsk
el: Πολωνία Πολωνίας
eo: Pola
et: poola
fa: لهستانی
ga: Polainnis
gd: Pòlainnis
id: Bahasa Polish
kk: Поляк тілі
ko: 폴란드어
lt: Lenkų
lv: Poļu
oc: Polonés
pl: Polski
sk: Polština
sl: Poljska
sq: Polonisht
tl: Polako
ur: پولش
vi: Ba Lan

source: Portuguese
ar: البرتغالية
bn: পর্তুগীজName
cs: Portugalština
da: Portugisisk
el: Πορτογαλικά
eo: Portugala
et: portugali
fa: پرتغالی
ga: Portaingéilis
gd: Portagailis
id: Portugis
kk: Португал тілі
ko: 포르투칼어
lt: Portugalų
lv: Portugāļu
ms: Portugis
oc: Portugués
pl: Portugalski
sk: Portugalština
sl: Portugalščina
sq: Portugalisht
tl: Portuges
ur: فر انس
vi: Bồ Đào Nha

source: Portuguese (Brazil)
ar: البرتغال (البرازيل)
bn: পোর্তুগিজ (মোগুয়ে)
cs: Portugalština (Brazílie)
da: Portugisisk (Brasilien)
el: Πορτογαλικά (Βραζιλία)
et: portugali (Brasiilia)
fa: پرتغالی (Brazil)
ga: Portaingéilis (an Bhrasaíl)
id: Portugis (Brazil)
kk: Португал тілі (Бразилия)
ms: Portugis Portugis (Brazil)
oc: Portugués (Bresil)
pl: Portugalski (Brazylia)
sk: Portuguese (Brazílsko)
sq: Portugeze (Brazil)
tl: Portuges (Brazil)
ur: پرتگالی (Brazil)
vi: Bồ Đào Nha (Brazil)

source: Romanian
ar: رومانيا
bn: রোমেনিয়ান
cs: Rumunsko
da: Rumænsk
el: Ρουμανία
eo: Rumana
et: rumeenia
fa: رومانی
ga: Rómáinis
gd: Romàinis
id: Login
kk: Румын тілі
ko: 한국어
lt: Rumunų
lv: Rumāņu
ms: Rumania
oc: Romanés
pl: Rumuński
sk: Rumunčina
sl: Romunska
sq: Rumanisht
tl: Romaniano
ur: رومي
vi: Ru- ma- niName

source: Russian
ar: الروسية
az: Rusiya
bn: রুশ
cs: Ruština
da: Russisk
el: Ρώσοι
eo: Rusa
et: vene
fa: روسی
ga: Rúisis
gd: Ruisis
id: Rusia
kk: Орыс тілі
ko: 러시아어
lt: Rusų
lv: Krievu
ms: Rusia
oc: Rus
pl: Rosyjski
sk: Ruština
sl: Ruščina
sq: Rusisht
tl: Ruso
ur: رو ن
vi: Nga

source: Slovak
ar: السلوفاكية
az: Qeydiyyat
bn: স্লোভাকName
cs: Slovenština
da: Slovakisk
el: Σλοβά
eo: Slovaka
et: slovaki
fa: اسلواکی
ga: Slóvaicis
gd: Slòbhacais
kk: Словак тілі
ko: 슬로바키아어
lt: Slovakų
lv: Slovāku
oc: Eslovac
pl: Słowacki
sk: Slovenčina
sl: Slovaščina
sq: Sllovak
ur: سلواک

source: Slovenian
ar: سلوفينيا(ن)
az: Sloveniya
bn: স্লোভেনিয়ান
cs: Slovinsky
da: Slovensk slovensk
el: Σλοβενία
eo: Slovena slovena
et: sloveeni
fa: اسلوونی
ga: Slóivéinis
gd: Slòbhainis
id: Login
kk: Словен тілі
ko: 한국어
lt: Slovėnų
lv: Slovēņu
ms: Slovenia
pl: Słoweński
sk: Slovinčina
sl: Slovenski
sq: Sllovene
tl: Slovenia
ur: سلووینیا
vi: Xlô- venName

source: Spanish
ar: الإسبانية
az: İspaniya
bn: স্প্যানিশ
cs: Španělština
da: Spansk
el: Ισπανικά ισπανικά
eo: Hispana
et: hispaania
fa: اسپانیایی
ga: Spáinnis
gd: Spàinntis
id: Spanyol
kk: Испан тілі
ko: 스패인어
lt: Ispanų
lv: Spāņu
ms: Spanyol
oc: Espanhòl
pl: Hiszpański
sk: Španiečina
sl: Španščina
sq: Spanjisht
tl: Kastila
ur: اندلس
vi: Tây Ban Nha

source: Swedish
ar: السويدية
az: Bakı
bn: সুইডিশ
cs: Švédština
da: Svensk
el: Σουηδικά
eo: Sveda
et: rootsi
fa: سوئدی
ga: Sualainnis
gd: Suainis
id: Swedia
kk: Швед тілі
ko: 스웨덴어
lt: Švedų
lv: Zviedru
oc: Suedés
pl: Szwedzki
sk: Švédština
sl: Švedska
sq: Suedisht
tl: Suweko
ur: سو ڈا ني
vi: Thụy Điển

source: Tagalog
az: Axtarış
bn: ট্যাগু
el: Ταγκαλόγκ
eo: La tagaloga tagalo
et: tagalogi
ga: Tagálaigis
id: Login
kk: Тагалог тілі
ko: 다운로드
lt: Tagalogas
lv: Tagalogs
pl: Tagalski
ur: غیر متصل
vi: Tanalog

source: Thai
ar: تايلند
bn: থাই
cs: Thajské
da: Billeder af Thai
el: Ταϊλάνδη
eo: Tajlanda
et: tai
fa: تایلند
ga: Téalainnis
gd: Tàidh
id: Login
kk: Тай тілі
ko: 뚱 베어
lv: Taizemiešu
oc: Tailandés
pl: Tajski
sk: Thajské
sl: Tajska
sq: Tailandeze
ur: تھائی
vi: Thái

source: Turkish
ar: التركية
az: Türkiyə
bn: তুর্কি
cs: Turečtina
da: Tyrkisk
el: Το τουρκικό Τουρκ Τουρκίας
eo: Turka
et: türgi
fa: ترکی
ga: Tuircis
gd: Turcais
id: Turki
kk: Түрік тілі
ko: 터키어
lt: Turkų
lv: Turku
ms: Turki
oc: Turc
pl: Turecki
sk: Turečtina
sl: Turška
sq: Turqisht
tl: Turko
ur: ترکي
vi: Thổ nhỉ kỳ

source: Ukranian
ar: الأوكرانية
az: U
bn: উরানিয়ানName
cs: Ukrajinština
da: Ukrainsk
el: Ουκρανίας
eo: Ukraina
et: ukraina
fa: اوکراینی
ga: Úcráinis
id: Ukraina
kk: Украин тілі" # ← Тут ошибка в оригинале! Правильно msgid "Ukrainian
ko: 우크라이나어
lt: UkranijName
lv: Ukraņu
ms: Ukrainian
oc: Ucraïnian
pl: Ukraiński
sk: Ukrajinčina
sq: Ukraneze
ur: یورینس
vi: Ukraina

source: Urdu
az: Bakı
bn: উর্দুName
el: Ούρντου
eo: La urdua
fa: اردو
ga: Urdais
gd: Ùrdu
id: Login
kk: Урду тілі
ko: 채용 정보
ur: اُردو

source: Vietnamese
bn: ভিয়েতনামিস
cs: Vietnamština
da: Vietnamesisk
el: Βιετναμέζικα
et: vietnami
fa: ویتنامی
ga: Vítneaimis Víneaimis
gd: Bhiet-Namais
id: Login
kk: Вьетнам тілі
lt: Vietnamiečių
lv: Vjetnamiešu
ms: Vietnam
pl: Wietnamski
sk: Vietnamčina
sl: Vietnamec
sq: Vietnameze
ur: ویتنام
vi: Việt Nam

source: Serbian
ar: صربيا
az: Rusiya
bn: সার্বিয়ান
cs: Srbština
da: Serbisk serbisk
el: Σερβία
et: serbia
fa: صربستان
ga: An tSeirbia
gd: Sèirbis
id: Login
kk: Серб тілі
lt: Serbų
lv: Serbu
ms: Serbia
pl: Serbski
sk: Srbština
sl: Srbska
sq: Serbe
tl: Serbiano
ur: سر گري
vi: Serbia

source: Ukrainian
ar: أوكرانيا
az: Ukrayna
bn: ইউক্রেইনিয়
cs: Ukrajinština
da: Ukraine
el: Ουκρανικά
et: ukraina
fa: اوکراین
ga: Bláthanna cumhra: cumhráin
gd: Ucràinis
id: Login
kk: Украин тілі
lt: Ukrainiečių
lv: Ukraiņu
ms: Ukraina
pl: Ukraiński
sk: Ukrajinčina
sl: Ukrajinski
sq: UkrahinaseHebrew, Visual
ur: یوکرین
vi: U-lenName

source: Get Supported Languages
az: Yadda saxla
bn: সমর্থিত ভাষা প্রাপ্ত করুন
da: Få Understøttede sprog
el: Λάβετε Υποστηριζόμενες Γλώσσες
et: Saada toetatud keeli
fa: زبان های پشتیبانی
ga: Faigh Teangacha Tacaithe
id: Dapatkan Bahasa yang Didukung
ms: Bahasa yang Didukung
oc: Obténer las lengas presas en carga
pl: Pobierz obsługiwane języki
sk: Získať Podporované jazyky
sq: Merr gjuhë të suportuara
tl: Kumuha ng Suportadong mga Wika
ur: مدد حاصل کریں
vi: Nhận những ngôn ngữ được hỗ trợ

source: List of supported languages
az: of dillərin siyahısı
bn: সমর্থিত ভাষার তালিকা
da: Liste over understøttede sprog
el: Κατάλογος υποστηριζόμενων γλωσσών
et: Toetatavate keelte nimekiri
fa: فهرست زبان های پشتیبانی شده
ga: Liosta teangacha tacaithe
id: Daftar bahasa yang didukung
ms: Daftar bahasa yang didukung
oc: Lista de lengas presas en carga
pl: Lista obsługiwanych języków
sk: Zoznam podporovaných jazykov
sq: Lista e gjuhëve të suportuara
tl: Talaan ng mga suportadong wika
ur: یہ فہرست حمایت یافتہ زبانوں کی ہے۔
vi: Danh sách các ngôn ngữ được hỗ trợ

source: translate
ar: ترجمة
bn: অনুবাদ
cs: překlady
da: oversæt
el: μετέφρασε
eo: traduki
et: tõlkimine
fa: ترجمه
ga: aistrigh
gd: eadar-theangaich
id: terjemahkan
kk: аудару
ko: 번역
lv: tulkot
ms: terjemahkan
oc: traduire
pl: tłumaczenie
sk: preložiť
sl: prevedi
sq: për
tl: salin
ur: ترجمہ
vi: dịch

source: Health Check
az: Sağlamlıq
bn: স্বাস্থ্য পরীক্ষা
da: Sundhed Check
el: Έλεγχος υγείας
et: Tervisekontroll
fa: بررسی سلامت
ga: Seiceáil Sláinte
id: Pemeriksaan Kesehatan
ms: Periksa Kesehatan
pl: Ocena stanu zdrowia
sk: Kontrola zdravia
sq: Kontrolli i shëndetit
tl: Pagsusuri sa Kalusugan
ur: صحت کا جائزہ
vi: Kiểm tra sức khỏe

source: Service is healthy
az: Xidmət sağlamlıq
bn: পরিসেবা সুস্থ
da: Service er sund
el: Η υπηρεσία είναι υγιής
et: Teenindus on tervislik
fa: خدمات سالم است
ga: Tá an tseirbhís sláintiúil
id: Layanan sehat
ms: Layanan medis sehat
pl: Serwis jest zdrowy
sk: Služba je zdravá
sq: Shërbimi është i shëndetshëm
tl: Ang paglilingkod ay mabuti
ur: سروس صحت مند ہے۔
vi: Phục vụ rất tốt

source: misc
az: qeyd
bn: জিঙ্ক
da: fejl
el: mic
fa: اشتباه
ga: ilghnéitheach
id: login
sq: gabim
tl: pagkakamali
ur: غلط

source: Translate Text
ar: ترجمة النص
az: Axtarış
bn: টেক্সট অনুবাদ
cs: Přeložit text
da: Oversæt Tekst
el: Μετάφραση κειμένου
eo: Traduki tekston
et: Tõlgi teksti
fa: ترجمه متن
ga: Aistrigh Téacs
gd: Eadar-theangaich teacsa
id: Terjemahkan Teks
kk: Перевести текст
ko: 텍스트 번역하기
lt: Versti tekstą
lv: Tulkot tekstu
ms: Terjemahan
oc: Traduire tèxte
pl: Przekład
sk: Preložiť text
sl: Prevedi besedilo
sq: Përkthe tekstin
tl: Saling Teksto
ur: متن
vi: Dịch văn bản

source: Translation
bn: অনুবাদ
da: Oversættelse
el: Μετάφραση
et: Tõlkimine
fa: ترجمه
ga: Aistriúchán
id: Sitemap
ms: Terjemahan Terjemahan Terjemahan Baru
oc: Traduccion
pl: Tłumaczenie
sk: Preklady
sq: Përkthimi
tl: Pagsasalin
ur: ترجمہ
vi: Bản dịch

source: Invalid request
ar: عدم وجود طلب
az: Ad Soyad
bn: অবৈধ অনুরোধ
cs: Neplatný požadavek
da: Ugyldig forespørgsel
el: Ακυρωμένο αίτημα
eo: Nevalida peto
et: Vigane päring
fa: درخواست نامعتبر است
ga: Iarratas neamhbhailí
gd: Iarrtas mì-dhligheach
id: Permintaan tidak valid
kk: Жарамсыз сұраныс
ko: 잘못된 요청
lt: Klaidingas prašymas
lv: Nederīgs pieprasījums
ms: Permintaan tidak sah
oc: Requèsta invalida
pl: Nieprawidłowe żądanie
sk: Neplatná požiadavka
sl: Neveljavna zahteva
sq: Kërkesë e pavlefshme
tl: Imbalidong pangalan ng programa
ur: غیر متصل درخواست
vi: Yêu cầu không hợp lệ

source: Translation error
ar: خطأ الترجمة
bn: অনুবাদ সংক্রান্ত ত্রুটি
cs: Chyba překladu
da: Oversættelsesfejl
el: Σφάλμα μετάφρασης
eo: Traduka eraro
et: Tõlkeviga
fa: خطا در ترجمه
ga: Earráid aistriúcháin
gd: Mearachd eadar-theangachaidh
id: Kesalahan terjemahan
kk: Аудару қатесі
ko: 번역 오류
lt: Vertimo klaida
lv: Tulkošanas kļūda
ms: Kesalahan terjemahan terjemahan terjemahan
oc: Error de traduccion
pl: Błąd tłumaczenia
sk: Chyba prekladu
sl: Napaka pri prevajanju
sq: Gabim në përkthimin
tl: Pagkakamali sa pagsasalin
ur: ترجمہ غلطی
vi: Lỗi dịch

source: Slow down
ar: تمهل
az: Aşağı
bn: আস্তে যাও
cs: Zpomalte
da: Sænk farten
el: Αργά κάτω
eo: Malrapidiĝo
et: Aeglustame päringuid
fa: کاهش سرعت
ga: Go mall
gd: Maille
id: Pelan-pelan
kk: Баяулаңыз
ko: 속도가 느림
lt: Lėčiau
lv: Lēnāk
ms: Perlahan
oc: Alentir
pl: Zwolnij
sk: Spomaľte
sl: Počasi
sq: Ngadalë
tl: Magmabagal
ur: بند
vi: Chậm lại

source: Banned
ar: تم حظرها
az: Bakı
bn: নিষিদ্ধ করা হয়েছে
cs: Zablokován
da: Bandlyst
el: Απαγορεύεται
eo: Forbarita
et: Keelatud
fa: ممنوع شده
ga: Cosc
gd: Toirmeasg
id: Diblokir
kk: Бұғатталған
ko: 금지됨
lt: Konservuoti
lv: Konservēti
ms: Diban
oc: Fòrabandit
pl: Zbanowany
sk: Zakázané
sl: Prepovedano
sq: Ndaluar
tl: Ipinagbawal
ur: بائٹس
vi: Đã bị cấm

source: Hello world!
ar: مرحبا العالم!
az: Salam dünya!
bn: হ্যালো বিশ্ব!
cs: Ahoj světe!
da: Hej verden!
el: Γεια σας κόσμο!
eo: Saluton, mondo!
et: Tere maailm!
fa: سلام دنیا!
ga: Dia duit domhan!
gd: Shin thu, a shaoghail!
id: Halo dunia!
kk: Сәлем, әлем!
ko: 안녕하세요!
lt: Labas pasaulis!
lv: Labdien!
ms: Halo dunia!
oc: Adieu, lo mond !
pl: Witaj świecie!
sk: Dobrý deň, svet!
sl: Pozdravljen svet!
sq: Përshëndetje botë!
tl: Maganda talaga!
ur: ہیلو دنیا!
vi: Xin chào thế giới!

source: Text(s) to translate
ar: النص (النصوص) المراد ترجمتها
az: Tərcümə ediləcək mətn(lər)
bn: লেখাসমূহ
cs: Text(y) k překladu
da: Tekst(er) at oversætte
el: Κείμενο(-α) για μετάφραση
eo: Teksto(j) por traduki
et: Tõlgitav tekst
fa: متن (ها) برای ترجمه
ga: Téacs(í) le haistriú
gd: Teacsa no dhà ri eadar-theangachadh
id: Teks-teks untuk diterjemahkan
kk: Аударуға арналған мәтін(дер)
ko: 번역할 테스트
lt: Verstinas (-i) tekstas (-ai)
lv: Teksts(-i), ko tulkot
ms: Teks untuk diterjemahkan
oc: Tèxte(s) de traduire
pl: Tekst(y) do przetłumaczenia
sk: Text(y) na preloženie
sl: Besedilo za prevajanje
sq: Teksti
tl: Mga teksto(mga) na isasalin
ur: ترجمہ کرنے کے لئے متن(s)
vi: (Các) văn bản cần dịch
