Repository: LibreTranslate/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: ar, az, bn, cs, da, el, eo, et, fa, ga, gd, id, kk, ko, lt, lv, ms, oc, pl, sk, sl, sq, tl, ur, vi

source: Frontend translation timeout
ar: وقت واجهة الترجمة
az: Qeydiyyat vaxtı
bn: সম্মুখপ্রান্ত অনুবাদ সময়সীমা
cs: Časový limit překladu rozhraní
da: Timeout for frontend-oversættelse
el: Frontend μετάφραση timeout
eo: Tempolimo de fasada traduko
et: Tõlkepäringu aegumine kasutajaliideses
fa: محدودیت زمانی ترجمه برای نمای ظاهری
ga: Teorainn ama aistriúcháin tosaigh
gd: Crìoch-ùine eadar-theangachadh a’ frontend
id: Sitemap
kk: Фронтенд аудармасының күту уақыты
ko: 프론트엔드 번역 시간 초과
lt: Name
lv: Priekšpuses tulkošanas noildze
ms: Terjemahan bahasa Jerman
oc: Expiracion de la traduccion de l’interfàcia
pl: Przekroczono czas oczekiwania na tłumaczenie
sk: Časový limit prekladu rozhrania
sl: Zakasnitev prevajanja v začetku
sq: Ndërfaqe
tl: Harapang pagsasalin
ur: وقت کا غلط استعمال
vi: Quá hạn đợi bản dịch

source: Whether the API key database is enabled.
ar: ما إذا كانت قاعدة البيانات الرئيسية متاحة.
az: API əsas verilən veriləndirilməsi.
bn: API- কি'র ডাটাবেস সক্রিয় করা হয়েছে কি না।.
cs: Jestli je dostupná databáze API klíčů.
da: Om API-nøgledatabasen er aktiveret.
el: Είτε η βάση δεδομένων API είναι ενεργοποιημένη.
eo: Ĉu la datumbazo de la API-ŝlosilo estas ebligita.
et: Kas API võtmete andmebaas on kasutusel.
fa: اینکه (آیا) پایگاه داده مربوط به کلید API فعال است.
ga: Cibé an bhfuil an bunachar sonraí eochair API cumasaithe.
gd: Co-dhiù a bheil stòr-dàta nan iuchraichean API an comas gus nach eil.
id: Apakah database kunci API diaktifkan.
kk: API кілттер дерекқоры қосылған ба.
ko: API 키 데이터베이스가 활성화되었는지 여부.
lt: NAME OF TRANSLATORS.
lv: Vai ir ieslēgta API atslēgu datubāze.
ms: Apakah database kunci API diaktifkan.
oc: Indica se la basa de donadas de claus API es activada.
pl: Czy baza kluczy API jest włączona.
sk: Či je povolená databáza API kľúčov.
sl: Ali je omogočena zbirka ključev API.
sq: Tregon nëse është aktivizuar databaza e kyçit API.
tl: Kung baga magagawa ang API key database.
ur: چاہے اے پی آئی کی کلید ڈیٹا بیس کے قابل ہو۔.
vi: Cơ sở dữ liệu mã API có được bật không.

source: Whether an API key is required.
ar: ما إذا كان من المطلوب وجود مفتاح.
az: Bir API əsas tələb olun.
bn: API-কি আবশ্যক কি না।.
cs: Jestli je vyžadován API klíč.
da: Om en API-nøgle er påkrævet.
el: Είτε απαιτείται κλειδί API.
eo: Ĉu API-ŝlosilo estas postulata.
et: Kas API võtme kasutamine on nõutav.
fa: اینکه (آیا) کلید API مورد نیاز است.
ga: Cibé an bhfuil eochair API ag teastáil.
gd: Co-dhiù a bheil feum air iuchair API gus nach eil.
id: Apakah kunci API diperlukan.
kk: API кілті қажет пе.
ko: API 키가 필요하든.
lt: NAME OF TRANSLATORS.
lv: Vai nepieciešama API atslēga.
ms: Apakah anak kunci API diperlukan.
oc: Indica se una clau API es requerida.
pl: Czy klucz API jest wymagany.
sk: Či je potrebný API kľúč.
sl: Ali je potreben ključ API.
sq: Nëse nevoitet një kyç API.
tl: Kung kailangan ang susing API.
ur: چاہے آپ کسی ایپی کلید کی ضرورت ہو ۔.
vi: Có bắt buộc mã API hay không.

source: Whether submitting suggestions is enabled.
ar: وسواء أمكن تقديم الاقتراحات.
az: Təkliflərin təklif edilməsi mümkündür.
bn: প্রস্তাবসমূহ সক্রিয় করা হয়েছে কি না.
cs: Jestli je povoleno podání návrhů.
da: Om indsendelse af forslag er aktiveret.
el: Είτε η υποβολή προτάσεων είναι ενεργοποιημένη.
eo: Ĉu submeti proponojn estas ebligita.
et: Kas tõlkesoovituste saatmine on kasutusel.
fa: اینکه (آیا) ارسال پیشنهادات ممکن است.
ga: Cibé an bhfuil moltaí a chur isteach ar chumas.
gd: Co-dhiù a bheil cur a-null mholaidhean an comas gus nach eil.
id: Apakah pengiriman saran diaktifkan.
kk: Ұсыныстар жіберу мүмкіндігі қосылған ба.
ko: 자주 묻는 질문.
lt: @ info: status.
lv: Vai ir ieslēgta ieteikumu nosūtīšana.
ms: Tidak soal apakah saran - saran yang diajukan diaktifkan.
oc: Indica se lo mandadís de suggestions es activat.
pl: Umożliwia to, że sugestie mogą być poddane.
sk: Či je povolené posielanie návrhov.
sl: Ali je predlog omogočen.
sq: Nëse është aktivuar paraqitja e sugjerimeve.
tl: Kung baga ang pagkakapit ng mga mungkahi ay magagawa.
ur: خواہ پیش کرنے والے تجاویز قابلِ‌بھروسا ہیں ۔.
vi: Có cho phép gửi đề xuất hay không.

source: Supported files format
ar: استمارة الملفات المدعومة
az: E-poçt ünvanı
bn: এই পাসওয়ার্ডটি মনে রাখা হবে
cs: Podporované formáty souborů
da: Understøttede filformater
el: Υποστηριζόμενη μορφή αρχείων
eo: Aranĝo de subtenataj dosieroj
et: Toetatud failivormingud
fa: فرمت فایل‌های پشتیبانی شده
ga: Formáid comhaid Tacaithe
gd: Fòrmatan faidhle ris a bheil taic
id: Format file yang didukung
kk: Қолдау көрсетілетін файл пішімдері
ko: 지원된 파일 형식
lt: Palaikomas failų formatas
lv: Atbalstīto failu formāts
ms: Format berkas yang didukung
oc: Fichièrs preses en carga
pl: Plik multimedialny
sk: Podporovaný formát súborov
sl: Oblika podprtih datotek
sq: Format i suportuar files
tl: Suportadong format ng mga file
ur: فائلوں کی معاونت
vi: Các định dạng tệp tin được hỗ trợ

source: Whether submission was successful
ar: ما إذا كان التقديم ناجحاً
az: Yadda saxla
bn: ডিস্কটি সফল হয়েছে কিনা
cs: Jestli bylo podání úspěšné
da: Om indsendelse var vellykket
el: Είτε η υποβολή ήταν επιτυχής
eo: Ĉu submetado estis sukcesa
et: Kas tõlkesoovituse saatmine õnnstus
fa: اینکه (آیا) ارسال موفقیت‌آمیز بود
ga: Cibé an raibh aighneacht rathúil
gd: Co-dhiù an do shoirbhich leis a’ cur a-null gus nach do shoirbhich
id: Apakah pengajuan berhasil
kk: Жіберу сәтті өтті ме
ko: 제출이 성공했는지 여부
lt: @ info: whatsthis
lv: Vai iesniegšana bija veiksmīga
ms: Apakah pengerahan kata berhasil
oc: Indica se lo mandadís a capitat
pl: Współzałożycielstwo odniosło sukces
sk: Či bolo podanie úspešné
sl: Ali je bila vloga uspešna
sq: Nëse nënshtrimi ishte i suksesshëm
tl: Kung baga ang pagpapasakop ay matagumpay
ur: خواہ اسلام کامیاب رہا
vi: Đã gửi thành công hay chưa

source: Copy text
ar: نسخ النص
az: Elanlar
bn: টেক্সট কপি করুন
cs: Kopírovat text
da: Kopiér tekst
el: Αντιγραφή κειμένου
eo: Kopii tekston
et: Kopeeri tekst
fa: کپی متن
ga: Téacs Cóip
gd: Dèan lethbhreac dhen teacsa
id: Fotokopi
kk: Мәтінді көшіру
ko: 텍스트 복사
lt: Kopijuoti tekstą
lv: Kopēt tekstu
ms: Salin teks
oc: Copiar lo tèxte
pl: Tekst Copy
sk: Kopírovať text
sl: Kopiraj besedilo
sq: Kopjo tekstin
tl: Kopya ng teksto
ur: متن نقل کریں
vi: Sao chép chữ

source: Cannot load %(url)s
ar: لا يمكن تحميل %(url)s
az: Qeydiyyat %(url)s
bn: লোড করতে ব্যর্থ <x>০</x> %(url)s
cs: Nelze načíst %(url)s
da: Kan ikke indlæse %(url)s
el: Δεν μπορεί να φορτώσει φορτίο %(url)s
eo: Ne povas ŝarĝi %(url)s
et: %(url)s urli laadimine ei õnnestunud
fa: %(url)s بارگیری نمی‌شود
ga: Ní féidir ualach %(url)s
gd: Cha ghabh %(url)s a luchdadh
id: Tidak bisa memuat %(url)s
kk: %(url)s жүктелмеді
ko: %(url)s를 읽어들일 수 없음
lt: Nepavyko įkelti %(url)s
lv: Nevar ielādēt %(url)s
ms: Tidak dapat memuat <x>WANITA 0</x> %(url)s
oc: Cargament impossible de %(url)s
pl: ładunek %(url)s
sk: Nemožno načítať %(url)s
sl: Ni moč naložiti %(url)s
sq: I pamundur ngarkimi %(url)s
tl: Hindi maikarga %(url)s
ur: لوڈ نہیں ہوسکتا %(url)s
vi: Không thể tải %(url)s

source: Unknown error
ar: خطأ غير معروف
az: Xüsusi məlumat
bn: অজানা ত্রুটি
cs: Neznámá chyba
da: Ukendt fejl
el: Άγνωστο λάθος
eo: Nekonata eraro
et: Tundmatu viga
fa: خطای ناشناخته
ga: Earráid anaithnid
gd: Mearachd nach aithne dhuinn
id: Kesalahan tidak diketahui
kk: Белгісіз қате
ko: 알려지지 않은 오류
lt: Nežinoma klaida
lv: Nezināma kļūda
ms: Tidak diketahui error
oc: Error desconeguda
pl: Nieznany błąd
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
tl: Hindi kilalang error
ur: نامعلوم
vi: Lỗi không rõ

source: Copied
ar: تم نسخه
az: Elan
bn: অনুলিপি করা হয়েছে
cs: Zkopírováno
da: Kopieret
el: Συνήγοροι
eo: Kopiita
et: Kopeeritud
fa: کپی شد
ga: Cóipeáladh
gd: Chaidh lethbhreac dheth a dhèanamh
id: Disalin
kk: Көшірілді
ko: 복사됨
lt: Kopijuota
lv: Nokopēts
oc: Copiat
pl: Skopiowano
sk: Skopírované
sl: Kopirano
sq: Kopjuar
tl: Pinagkunan
ur: کوس
vi: Đã sao chép

source: Thanks for your correction. Note the suggestion will not take effect right away.
ar: شكراً على تصحيحك ملاحظة الاقتراح لن يبدأ تطبيقه في الحال.
az: Sizin düzeltmeniz üçün. Müəlliflik hüququqları qorunur.
bn: সংশোধন করার জন্য ধন্যবাদ. উল্লেখ্য, এই পরামর্শ কার্যকর করা হবে না।.
cs: Díky za opravu. Všimněte si, že návrh nebude mít vliv hned.
da: Tak for din rettelse. Bemærk, at forslaget ikke træder i kraft med det samme.
el: Χάρη στη διόρθωση σας. Σημειώστε ότι η πρόταση δεν θα τεθεί σε ισχύ αμέσως.
eo: Dankon pro via korekto. Notu, ke la propono ne ekvalidos tuj.
et: Täname tõlke parandusettepaneku eest. Palun arvesta, et ta ei tule koheselt kasutusele.
fa: از تصحیح شما سپاس‌گزاریم. توجه داشته باشید که این پیشنهاد بلافاصله اجرا نخواهد شد.
ga: Go raibh maith agat as do cheartú. Tabhair faoi deara nach mbeidh an moladh i bhfeidhm ar shiúl.
gd: Mòran taing airson do cheartachadh. Thoir an aire nach bi am moladh an sàs sa bhad.
id: Terima kasih atas koreksi Anda. Perhatikan saran tidak akan mengambil efek segera.
kk: Түзетулеріңіз үшін рахмет. Ұсыныс бірден қолданылмайтынын ескеріңіз.
ko: 수정해 주셔서 감사합니다. 제안은 즉시 반영되지 않을 수 있습니다.
lt: Ačiū, kad pataisei. Atkreipkite dėmesį, pasiūlymas nebus įsigalioti iš karto.
lv: Paldies par korekciju. Ņemiet vērā, ka ierosinājums stāsies spēkā uzreiz.
ms: Terima kasih atas pembetulanmu. Perhatikan saran tidak akan mengambil efek segera.
oc: Mercés de vòstra correccion. Notatz que la suggestion serà pas presa en compte immediatament.
pl: Dzięki korekcji. Zasugerowanie nie będzie realizowane.
sk: Vďaka za vašu korekciu. Všimnite si, že návrh nebude mať vplyv hneď.
sl: Hvala za popravek. Upoštevajte, da predlog ne bo takoj začel veljati.
sq: Faleminderit për korrigjimin. Vër re se sugjerimi nuk do të ndikojë menjëherë.
tl: Salamat sa iyong pagtutuwid. Pansinin na ang mungkahi ay hindi kaagad - agad matutupad.
ur: آپ کی اصلاح کا شکریہ. اِس سلسلے میں ایک مثال پر غور کریں ۔.
vi: Cảm ơn đã sửa. Lưu ý đề xuất sẽ không có tác dụng ngay lập tức.

source: No languages available. Did you install the models correctly?
ar: لا توجد لغات متاحة. هل قمت بتثبيت النماذج بشكل صحيح؟?
az: Heç bir dil mövcuddur. Siz modelləri düzgün quraşdırdı?
bn: কোনো ভাষা উপলব্ধ নেই। আপনি কি মডেল সঠিকভাবে ইনস্টল করেছেন?
cs: Žádné jazyky. Nainstalovali jste modely správně?
da: Ingen tilgængelige sprog. Har du installeret modellerne korrekt?
el: Δεν υπάρχουν διαθέσιμες γλώσσες. εγκαταστήσετε σωστά τα μοντέλα?
eo: Neniu lingvo disponebla. Ĉu vi ĝuste instalis la modelojn?
et: Ühtegi keelt pole saadaval. Kas sa keelemudelid paigaldasid korrektselt?
fa: هیچ زبانی در دسترس نیست. آیا مدل‌ها را به‌درستی نصب کرده‌اید؟
ga: Níl aon teangacha ar fáil. An raibh tú a shuiteáil na samhlacha i gceart?
gd: Cha eil cànan ri fhaighinn. An do stàlaich thu na modailean mar bu chòir?
id: Tidak ada bahasa yang tersedia. Apakah Anda menginstal model dengan benar?
kk: Тілдер қолжетімді емес. Модельдерді дұрыс орнаттыңыз ба?
ko: 가능한 언어가 없음. 언어 모델을 제대로 설치하셨나요?
lt: Kalbų nėra. Tu teisingai įdiegei modelius?
lv: Valodas nav pieejamas. Vai jūs pareizi uzstādījāt modeļus?
ms: 197 bahasa tidak tersedia. Apa kau memasang model dengan benar?
oc: Cap de lenga pas disponibla. Avètz installats los modèls corrèctament ?
pl: Żadne języki nie są dostępne. Czy można poprawnie stosować modele?
sk: K dispozícii nie sú žiadne jazyky. Nainštalovali ste modely správne?
sl: Jeziki niso na voljo. Ste pravilno namestili modele?
sq: Asnjë gjuhë në dispozicion. I instalove mirë modelet?
tl: Walang makukuhang wika. Tama ba ang pagkakakabit mo sa mga modelo?
ur: کوئی زبان دستیاب نہیں۔ آپ نے ماڈلز کو درست طور پر نصب کیا؟?
vi: Không có ngôn ngữ có sẵn. Bạn đã cài đặt các mô hình một cách chính xác?

source: Type in your API Key. If you need an API key, %(instructions)s
ar: ادخل مفتاحك إذا كنت بحاجة إلى مفتاح API، %(instructions)s
bn: API-র মধ্যে পরিচয় পংক্তি লিখুন। যদি আপনার একটি API প্রয়োজন হয়, <x>০</x> %(instructions)s
cs: Zadejte ve svém API klíč. Pokud potřebujete klíč API, %(instructions)s
da: Indtast din API-nøgle. Hvis du har brug for en API-nøgle, %(instructions)s
el: Τύπος στο API Key. Εάν χρειάζεστε ένα API key, %(instructions)s
eo: Tajpu vian API-ŝlosilon. Se vi bezonas API-ŝlosilon, %(instructions)s
et: Sisesta siia oma API võti. Kui sul API võti on puudu, %(instructions)s
fa: کلید API خود را وارد نمایید. اگر به یک کلید API نیاز دارید، %(instructions)s
ga: Clóscríobh isteach d'Eochair API. Má tá eochair API uait, %(instructions)s
gd: Cuir a-steach an iuchair API agad. Ma tha iuchair API a dhìth ort, %(instructions)s
id: Ketikkan kunci API. Jika Anda memerlukan kunci API, %(instructions)s
kk: API кілтіңізді енгізіңіз. Егер кілт қажет болса, %(instructions)s
ko: API 키 입력. API 키가 필요한 경우, %(instructions)s
lt: Įveskite savo API raktą. Jums reikia API rakto, %(instructions)s
lv: Ierakstiet savā API atslēgā. Ja jums ir nepieciešama API atslēga, %(instructions)s
ms: Ketik di kunci API-mu. Jika Anda membutuhkan kunci API, <x>WANITA 0</x> %(instructions)s
oc: Picatz vòstra clau API. Se vos cal una clau API, %(instructions)s
pl: Wprowadź swój klucz API. Jeśli potrzebujesz klucza API, %(instructions)s
sk: Zadajte svoje API kľúč. Ak potrebujete kľúč API, %(instructions)s
sl: Vtipkaj svoj API ključ. Če potrebujete API ključ, %(instructions)s
sq: Lloji në çelësin tuaj API. Nëse ju duhet një çelës API, %(instructions)s
tl: Uri sa iyong API Key. Kung kailangan mo ng API key, %(instructions)s
ur: قسم اپنی ایپی کلید میں. آپ کو ایک ایپی کلید کی ضرورت ہے تو، %(instructions)s
vi: Nhập mã API của bạn. Nếu bạn cần lấy mã API, %(instructions)s

source: press the "Get API Key" link.
ar: اضغط على رابط "المفاتيح".
az: "Get API Key" linkini basın.
bn: " API" কি-র সাথে লিঙ্ক স্থাপন করুন।.
cs: následujte odkaz „Získejte API klíč“.
da: tryk på linket "Get API Key".
el: πατήστε το σύνδεσμο "Get API Key".
eo: premu la «Akiri API-ŝlosilon» ligilon.
et: klõpsi linki „Osta API võti“.
fa: بر روی لینک "دریافت کلید API" کلیک کنید.
ga: brúigh an nasc "Get API Key".
gd: brùth air a’ cheangal “Faigh iuchair API”.
id: tekan tautan "Get API Key".
kk: "API кілтін алу" сілтемесін басыңыз.
ko: "Get API Key" 링크를 누릅니다.
lt: paspauskite nuorodą "Gauk API raktą".
lv: nospiediet "Get API Key" saiti.
ms: tekan Â« Get API Key" link.
oc: quichatz lo ligam « Obténer una clau API ».
pl: prasa "Get API Key" (ang.).
sk: stlačte odkaz „Get API Key“.
sl: pritisnite » Get API Key«.
sq: shtyp lidhjen "Merr API.".
tl: pindutin ang "Get API Key" link.
ur: "پی اے کلید" لنک پر زور دیں.
vi: nhấn liên kết "Lấy mã API".

source: contact the server operator.
ar: اتصل بمشغل الخادم.
az: server operatoru əlaqə edin.
bn: সার্ভার সার্ভারের সাথে যোগাযোগ করুন ।.
cs: obraťte se na provozovatele serveru.
da: kontakt serveroperatøren.
el: επικοινωνήστε με τον διαχειριστή server.
eo: kontaktu la servilan operatoron.
et: võta ühendust serveri haldajaga.
fa: با اپراتور سرور تماس بگیرید.
ga: déan teagmháil le hoibreoir an fhreastalaí.
gd: cuir fios gu obraiche an fhrithealaiche.
id: hubungi operator server.
kk: сервер әкімшісіне хабарласыңыз.
ko: 서버 운영자에게 문의하세요.
lt: susisiekti su serverio operatoriumi.
lv: sazinieties ar servera operatoru.
ms: hubungi operator server.
oc: contactatz l’operator del servidor.
pl: skontaktuje się z operatorem serwera.
sk: kontaktujte operátora servera.
sl: kontaktirajte operaterja strežnika.
sq: kontaktoni operatorin e serverit.
tl: makipag - ugnayan sa opereytor ng server.
ur: سرور آپریٹر سے رابطہ کریں.
vi: liên hệ với người quản trị máy chủ.

source: Free and Open Source Machine Translation API
ar: واجهة برمجة تطبيقات حرة ومفتوحة المصدر للترجمة الآلية
az: Pulsuz və Açıq Source Machine Translation API
bn: মুক্ত এবং ওপেন সোর্স মেশিন অনুবাদ API
cs: Zdarma a Open Source API strojového překladu
da: Gratis og Open Source Maskinoversættelses-API
el: Δωρεάν και Open Source Machine μετάφραση API
eo: Libera kaj malfermitkoda API de maŝina tradukado
et: Vaba ja avatud lähtekoodiga masintõlke API
fa: API ترجمه ماشینی رایگان و متن باز
ga: API Aistriú Meaisín Foinse Oscailte saor in aisce
gd: API saor airson eadar-theangachadh inneil le bun-tùs fosgailte
id: API Translation API
kk: Тегін және ашық кодты машиналық аударма API
ko: 자유 오픈 소스 기계 번역 API
lt: Nemokamas ir atvirojo kodo mašinos vertimas API
lv: Bezmaksas un atvērtā pirmkoda mašīntulkošanas API
ms: API Terjemahan Mesin Jerman
oc: API de traduccion automatica gratuita e liura
pl: Free and Open Source Machine Translation API (ang.)
sk: Zadarmo a Open Source strojový preklad API
sl: Brezplačno in odprtokodno strojno prevajanje API
sq: Translation falas dhe i hapur i makinave
tl: API at Open Source Machine Translation
ur: آزاد اور کھلے ماخذ مشین اے پی آئی
vi: API dịch thuật máy miễn phí và mã nguồn mở

source: Free and Open Source Machine Translation API. Free to download, offline capable and easy to setup. Run your own API server in just a few minutes.
ar: واجهة حرة ومفتوحة المصدر لبرمجة تطبيقات الترجمة الآلية. متاح للتنزيل مجانا ويعمل دون اتصال بالانترنت وسهل للتثبيت. قوموا بإطلاق خادمكم الخاص في غضون دقائق.
az: Pulsuz və Open Source Machine Translation API. Yükləmək üçün pulsuz, offline və asan quraşdırmaq. Yalnız bir neçə dərhal öz API server çalışır.
bn: মুক্ত এবং ওপেন সোর্স মেশিন অনুবাদ API। স্ব-বিশ্লেষণ, অফ-লাইন অবস্থায় থাকা। কয়েক মিনিটের মধ্যে আপনার নিজস্ব API সার্ভার চালান।.
cs: Zdarma a Open Source API strojového překladu. Zdarma ke stažení, použitelné bez připojení a snadno nastavitelné. Spusťte si vlastní API server během několika minut.
da: Gratis og Open Source Maskinoversættelses-API. Selv-hosted, kan bruges offline og er let at opsætte. Kør din egen API-server på blot et par minutter.
el: Δωρεάν και Open Source Machine Translation API. Free to download, offline ικανή και εύκολη στη ρύθμιση. Πατήστε το δικό σας διακομιστή API σε λίγα λεπτά.
eo: Libera kaj malfermitkoda API de maŝina tradukado. Senpage elŝutebla, senkonekte funkciebla kaj facile instalebla. Rulu vian propran API-servilon en nur kelkaj minutoj.
et: Vaba ja avatud lähtekoodiga masintõlke API. Majutatav oma serveris, toimib ka võrguühenduseta ja on hõlpsasti seadistatav. Võta oma API server kasutusele vaid mõne minutiga.
fa: API ترجمه ماشینی رایگان و متن باز. خود میزبان، با قابلیت راه‌اندازی آسان و آفلاین. سرور API خود را تنها در چند دقیقه اجرا کنید.
ga: API Aistriú Meaisín Foinse Oscailte saor in aisce. Féin-óstach, as líne in ann agus éasca le socrú. Rith do fhreastalaí API féin i gceann cúpla nóiméad.
gd: API saor airson eadar-theangachadh inneil le bun-tùs fosgailte. Òstaichidh tu fhèin is cleachdaidh far loidhne thu e is tha e furasta a shuidheachadh.
id: Gratis dan Open Source Machine Translation API. Secara mandiri, offline mampu dan mudah diatur. Jalankan server API Anda sendiri hanya dalam beberapa menit.
kk: Тегін және ашық кодты машиналық аударма API. Жүктеп алуға тегін, офлайн жұмыс істей алады және оңай бапталады. Өз API серверіңізді бірнеше минутта іске қосыңыз.
ko: 자유 오픈 소스 기계 번역 API. 무료로 다운로드 가능, 오프라인에서 사용이 가능하며, 설치가 쉽습니다. 단 몇 분 만 투자하여 자신의 API 서버를 돌려보세요.
lt: Nemokamai ir Open Source Machine Translation API. Savarankiškai patalpintas, atsijungęs gali ir lengvai nustatyti. Bėk savo API serverį po kelių minučių.
lv: Bezmaksas un atvērtā pirmkoda mašīntulkošanas API. Free to download, bezsaistē spēj un viegli uzstādīt. Palaist savu API serveri tikai dažas minūtes.
ms: API Terjemahan Mesin Sumber Terbuka dan Bebas Wadah Free dan Open Source. Kepemilikan diri, offline mampu dan mudah diatur. Liat server API sendiri dalam beberapa menit.
oc: API de traduccion automatica liura e dobèrta. Auto-albergada, fòra linha, de bon installar. Lançatz vòstre pròpri servidor API en qualques minutas.
pl: Free and Open Source Machine Translation API (ang.). Samodzielny, niezdolny i łatwy do położenia. Służysz własny serwer API w ciągu kilku minut.
sk: Zadarmo a Open Source strojového prekladu API. Seba-hosted, offline schopný a ľahko nastaviť. Spustite svoj vlastný server API za pár minút.
sl: Brezplačno in odprtokodno strojno prevajanje API. Samo-gostitelj, brez povezave sposoben in enostaven za namestitev. Poženite svoj API strežnik v samo nekaj minutah.
sq: Translation i Makinave Free dhe Open. Vetë-pritur, jashtë linje i aftë dhe i lehtë për t'u krijuar. Zbatoni serverin tuaj API për pak minuta.
tl: Malaya at Open Source Machine Translation API. Sarili-hosted, offline may kakayahan at madaling mag-setup. Itakbo ang iyong sariling API server sa loob lamang ng ilang minuto.
ur: آزاد اور اوپن ماخذ مشین اے پی آئی۔ خود غرضی، بے قاعدہ صلاحیت اور آسانی سے نصب کرنے کے لئے. صرف چند منٹ میں اپنے ذاتی ایپی سرور چلا.
vi: API dịch thuật máy miễn phí và nguồn mở. Tự lưu trữ, có thể sử dụng ngoại tuyến và dễ cài đặt. Tự chạy máy chủ API của bạn chỉ trong vài phút.

source: translation
ar: ترجمة
bn: অাপনার সিস্টেম সম্বন্ধে তথ্য দেখুনtranslation
cs: překlad
da: oversættelse
el: μετάφραση
eo: traduko
et: tõlge
fa: ترجمه
ga: aistriúchán
gd: eadar-theangachadh
id: sitemap
kk: аударма
ko: 번역
lt: vertimas
lv: tulkošana
ms: terjemahan fedora
oc: traduccion
pl: transkrypcja
sk: preklad
sl: prevod
sq: përkthimi
tl: salin
ur: ترجمہ
vi: dịch

source: api
bn: অঙ্ক
ms: afrika
ur: پانی

source: API Docs
ar: API مستندات
az: Qeydiyyat
bn: API ডক
cs: API dokumentace
da: API-dokumenter
eo: API-dokumentaro
et: API kirjeldus
fa: داکیومنت های API
gd: Docamaideadh an API
id: API Documents
kk: Документация API
ko: API 문서
lt: API dokumentai
lv: API dokumenti
ms: Dok API
oc: Documents API
sk: API dokumentácia
ur: اپریل
vi: Tài liệu API

source: Get API Key
ar: الحصول على مفتاح API
az: API Qeydiyyat
bn: API প্রাপ্ত করুন কি
cs: Získejte API klíč
da: Få API-nøgle
el: Λήψη κλειδιού API
eo: Akiri API-ŝlosilon
et: Osta API võti
fa: دریافت کلید API
ga: Faigh Eochair API
gd: Faigh iuchair API
id: Dapatkan Kunci API
kk: Получить ключ API
ko: API 키 획득
lt: Gauk API Raktas
lv: Saņemt API Atslēga
ms: Dapatkan API Kunci
oc: Obténer clau API
pl: API Key
sk: Získať API kľúč
sl: Dobi API Ključ
sq: Merr API Kenia
tl: Kumuha ng API Susi
ur: توجہ حاصل کریں کلید
vi: Lấy Mã API

source: GitHub
ar: غيت هب
az: Qeydiyyat
bn: গিটহাব
fa: گیت‌هاب
ur: جٹوب

source: Set API Key
ar: تعيين مفتاح API
az: API Qeydiyyat
bn: API নির্ধারণ করুন কি
cs: Nastavit API klíč
da: Indstil API-nøgle
el: Ορισμός κλειδιού API
eo: Agordi API-ŝlosilon
et: Lisa API võti
fa: تنظیم کلید API
ga: Socraigh Eochair API
gd: Suidhich iuchair API
id: Tetapkan Kunci API
kk: Установить ключ API
ko: API 키 설정
lt: Nustatyti API Raktas
lv: Uzstādīt API Atslēga
ms: API Set Kunci
oc: Definir clau API
pl: Ustaw klucz API
sk: Nastaviť API kľúč
sl: Nastavi API Ključ
sq: Vendose Kenia
tl: Magtakda ng API Susi
ur: خیال کریں کلید
vi: Đặt Mã API

source: Change language
ar: تغيير اللغة
az: Dil
bn: ভাষা পরিবর্তন করো
cs: Změnit jazyk
da: Skift sprog
el: Αλλαγή γλώσσας
eo: Ŝanĝi la lingvon
et: Vaheta keelt
fa: تغییر زبان
ga: Athrú teanga
gd: Atharraich an cànan
id: Mengubah bahasa
kk: Сменить язык
ko: 언어 선택
lt: Keisti kalbą
lv: Mainīt valodu
ms: Bahasa
oc: Cambiar la lenga
pl: Język zmienny
sk: Zmeniť jazyk
sl: Spremeni jezik
sq: Ndrysho gjuhën
tl: Nagbabago ng wika
ur: زبان تبدیل کریں
vi: Thay đổi ngôn ngữ

source: Edit
ar: تعديل
az: Tarix
bn: সম্পাদনা
cs: Editace
da: Rediger
el: Επεξεργασία επεξεργασίας
eo: Redakti
et: Muuda
fa: ویرایش
ga: Cuir in eagar
gd: Deasaich
id: Sunting
kk: Редактировать
ko: 수정
lt: Keisti
lv: Rediģēt
oc: Modificar
pl: Edyta
sk: Upraviť
sl: Uredi
sq: Ndrysho
tl: Baguhin
ur: مرتب
vi: Sửa
