Repository: LibreTranslate/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: ar, az, bn, cs, da, el, eo, et, fa, ga, gd, id, kk, ko, lt, lv, ms, oc, pl, sk, sl, sq, tl, ur, vi

source: Invalid JSON format
ar: تنسيق JSON غير صالح
bn: অবৈধ JSON বিন্যাস
cs: Neplatný formát JSON
da: Ugyldigt JSON-format
el: Άκυρη JSON μορφή
eo: Nevalida JSON-aranĝo
et: Vigane JSON-vorming
fa: فرمت JSON نامعتبر است
ga: Formáid JSON marcáilte
gd: Fòrmat JSON mì-dhligheach
id: Format JSON tidak valid
kk: JSON форматы дұрыс емес
ko: 잘못된 JSON 형식
lt: Blogas JSON formatas
lv: Nederīgs JSON formāts
ms: Format JSON tidak sah
oc: Format JSON invalid
pl: Nieprawidłowy format JSON
sk: Neplatný formát JSON
sl: Neveljavna oblika JSON
sq: Format i pavlefshëm JSON
tl: Hindi tanggap na anyo ng JSON
ur: ایس
vi: Không đúng định dạng dữ liệu JSON

source: Auto Detect
ar: اكتشاف تلقائي
az: Avtomatik simptomlar
bn: স্বয়ংক্রীয় সনাক্তকরণ
cs: Automaticky rozpoznat
da: Auto-registrer
el: Αυτόματη Ανίχνευση
eo: Aŭtomata Detekto
et: Tuvasta keel automaatselt
fa: تشخیص خودکار
ga: Braith Uathoibríoch
gd: Fèin-mhothaich
id: Deteksi Otomatis
kk: Тілді автоматты анықтау
ko: 자동 감지
lt: Automatinis aptikimas
lv: Automātiski noteikt
ms: Autokesan
oc: Deteccion automatica
pl: Wykryj automatycznie
sl: Samodejno zaznaj
sq: Auto
tl: Di - Nakikitang Awto
ur: خود کار ڈیکاٹ
vi: Tự động phát hiện

source: Unauthorized
ar: غير مصرح به
az: Uşaq
bn: অনুমোদিত নয়
cs: Neoprávněné
da: Uautoriseret
el: Μη εξουσιοδοτημένο
eo: Ne rajtigita
et: Pole lubatud
fa: غیرمجاز
ga: Gan údarás
gd: Gun chead
id: Tidak Diizinkan
kk: Рұқсат етілмеген
ko: 인증되지 않음
lt: Neleidžiama
lv: Neautorizēts
ms: Tidak dibenarkan
oc: Pas permés
pl: Nieautoryzowany
sk: Neoprávnené
sl: Nepooblaščen
sq: I paautorizuar
tl: Hindi awtorisado
ur: غیر درج شدہ
vi: Truy cập không được cấp quyền

source: Too many request limits violations
ar: تم تجاوز عدد الطلبات المسموح بها
az: Ən çox məlumat limitləri
bn: অত্যাধিক সংখ্যক সীমা লঙ্ঘন
cs: Příliš mnoho omezení požadavků
da: For mange anmodninger
el: Πάρα πολλά αιτήματα περιορίζουν τις παραβιάσεις
eo: Tro da petaj limmalobservoj
et: Liiga palju päringuid ühes ajaühikus
fa: تعداد درخواست‌ها بیش از حد مجاز است
ga: Cuireann an iomarca iarratas teorainn le sáruithe
gd: Chuirear cus iarrtasan thar na tha ceadaiche
id: Melebihi batas permintaan yang diijinkan
kk: Сұраныс шектеулерін тым көп бұзу
ko: 요청이 너무 많음
lt: NAME OF TRANSLATORS
lv: Pārāk daudz pieprasījumu ierobežo pārkāpumus
ms: Terlalu banyak permintaan yang membatasi pelanggaran
oc: Tròp de despassament de limit de requèstas
pl: Przekroczono limit ilości zapytań
sk: Príliš veľa porušení limitov žiadostí
sl: Preveč zahtevkov omejuje kršitve
sq: Tepër kërkojnë shkelje të kufizimeve
tl: Napakarami ang humihiling ng limitasyon sa mga paglabag
ur: بہت سے طلبہ کی خلاف ورزی کی حدود ہیں۔
vi: Quá nhiều yêu cầu vượt giới hạn

source: Invalid API key
ar: مفتاح API غير صحيح
az: Invalid API əsas
bn: ভুল API কি
cs: Neplatný API klíč
da: Ugyldig API-nøgle
el: Μη έγκυρο κλειδί API
eo: Invalid API-ŝlosilo
et: Vigane API võti
fa: کلید API نامعتبر است
ga: Eochair API neamhbhailí
gd: Iuchair API mhì-dhligheach
id: Kunci API tidak valid
kk: API кілті жарамсыз
ko: 잘못된 API 키
lt: Blogas API raktas
lv: Nederīga API atslēga
ms: Kunci API tidak sah
oc: Clau API invalida
pl: Nieprawidłowy klucz API
sk: Neplatný API kľúč
sl: Neveljaven ključ API
sq: Kyç i pavlefshëm
tl: Hindi tanggap na key ng API
ur: اہم تجاویز
vi: Mã API không hợp lệ

source: Please contact the server operator to get an API key
ar: يرجى الاتصال بالسيرفر للحصول على مفتاح API
az: Bir API əsas almaq üçün server operatorla əlaqə edin
bn: API কি প্রাপ্ত করার উদ্দেশ্যে অনুগ্রহ করে সার্ভারের সাথে যোগাযোগ করুন
cs: Obraťte se na provozovatele serveru pro získání API klíče
da: Kontakt venligst serveroperatøren for at få en API-nøgle
el: Επικοινωνήστε με τον χειριστή server για να πάρετε ένα API κλειδί
eo: Bonvolu kontakti la servilo operatoro por akiri API-ŝlosilon
et: Palun küsi serveri haldajalt API võtit
fa: لطفاً برای دریافت کلید API با اپراتور سرور تماس بگیرید
ga: Déan teagmháil le hoibreoir an fhreastalaí chun eochair API a fháil
gd: Cuir fios gu obraiche an fhrithealaiche airson iuchair API fhaighinn
id: Silakan hubungi operator server untuk memperoleh kunci API
kk: API кілтін алу үшін сервер әкімшісіне хабарласыңыз
ko: API 키를 얻기 위해 서버 연산자에 문의하시기 바랍니다
lt: Prašome susisiekti su serverio operatoriumi, kad gautumėte API raktą
lv: Lūdzu sazinieties ar servera operatoru, lai iegūtu API atslēgu
ms: Sila hubungi operator server untuk mendapatkan kunci API
oc: Mercés de contactar l’operator del servidor per obténer una clau API
pl: Proszę skontaktować się z operatorem serwera, aby uzyskać klucz API
sk: Prosím, kontaktujte operátora servera, aby ste dostali kľúč API
sl: Prosimo kontaktirajte operaterja strežnika, da dobite API ključ
sq: Vihu në kontakt me operatorin e serverit për të marrë një kyç API
tl: Pakisuyong makipag - ugnayan sa opereytor ng server upang makakuha ng susi ng API
ur: براہ کرم سرور آپریٹر سے رابطہ کریں
vi: Hãy liên hệ với người quản trị máy chủ để nhận mã API

source: Visit %(url)s to get an API key
ar: قم بزيارة%(url)s للحصول على مفتاح API
az: Bakı %(url)s Bir API əsas almaq
bn: পরিদর্শন করুন <x>০</x> API কি প্রাপ্ত করার জন্য একটি API কি %(url)s
cs: Navštivte %(url)s pro získání API klíče
da: Besøg %(url)s for at få en API-nøgle
el: Επισκεφθείτε τον σύνδεσμο %(url)s για να πάρετε ένα κλειδί API
eo: Vizitu %(url)s por akiri API-ŝlosilon
et: API võtme saamiseks palun vaata seda urli - %(url)s
fa: برای دریافت کلید API از %(url)s بازدید نمایید
ga: Tabhair cuairt ar %(url)s a fháil eochair API
gd: Tadhail air %(url)s a dh’fhaighinn iuchair API
id: Kunjungi %(url)s untuk memperoleh kunci API
kk: API кілтін алу үшін мына мекенжайға кіріңіз: %(url)s
ko: %(url)s 에서 API 키 받기
lt: Apsilankymas %(url)s gauti API raktą
lv: Apmeklējums %(url)s API atslēga
ms: Lawati <x>WANITA 0</x> Diambil kunci API %(url)s
oc: Consultatz %(url)s per obténer una clau API
pl: Przejdź do %(url)s aby uzyskać klucz API
sk: Návšteva %(url)s získať API kľúč
sl: Obisk %(url)s dobiti API ključ
sq: Vizitim %(url)s merr a
tl: Pagdalaw %(url)s upang makakuha ng susing API
ur: ملاقات %(url)s ایک ایپی کلید حاصل کرنے کے لئے
vi: Vào %(url)s để lấy mã API

source: Slowdown:
ar: التباطؤ:
az: Yavaşlama:
bn: ধীর:
cs: Zpomalení:
da: For mange forespørgsler:
el: Επιβράδυνση:
eo: Malrapidiĝo:
et: Võtame nüüd tempot alla:
fa: کاهش سرعت:
ga: Go mall:
gd: Maille:
id: Perlahan:
kk: Баяулау:
ko: 속도가 느림:
lt: Lėčiau:
lv: Lejupvērst:
ms: Perlahan:
oc: Alentissètz :
pl: Spowolnienie:
sk: Spomaľovanie:
sl: Upočasni:
sq: Ngadalë:
tl: Mabagal:
ur: غلطی:
vi: Chậm lại:

source: Invalid request: missing %(name)s parameter
ar: طلب غير صالح: المعامل ‭%(name)s ‮مفقود
az: Invalid tərəfindən: eksik %(name)s Qeydiyyat
bn: অবৈধ অনুরোধ: অনুপস্থিত <x>০</x> পরামিতি %(name)s
cs: Neplatný požadavek: chybějící parametr %(name)s
da: Ugyldig forespørgsel: manglende %(name)s-parameter
el: Άκυρο αίτημα: απούσα η παράμετρος %(name)s
eo: Nevalida peto: mankas %(name)s parametro
et: Vigane päring: puuduv parameeter „%(name)s“
fa: درخواست نامعتبر: پارامتر %(name)s وجود ندارد
ga: Iarratas neamhbhailí: paraiméadar %(name)s in easnamh
gd: Iarrtas mì-dhligheach: tha am paramadair %(name)s a dhìth
id: Permintaan tidak valid: parameter %(name)s tidak ada
kk: Жарамсыз сұраныс: %(name)s параметрі жетіспейді
ko: 잘못된 요청: %(name)s 파라미터 누락
lt: Blogas prašymas: trūksta %(name)s parametras
lv: Nederīgs pieprasījums: trūkst %(name)s parametrs
ms: Permintaan tidak sah: hilang <x>WANITA 0</x> Parameter month= yang tidak diketahui akan diabaikan %(name)s
oc: Requèsta invalida : paramètre %(name)s mancant
pl: Nieprawidłowe zapytanie: brakuje parametru %(name)s
sk: Neplatná požiadavka: chýba %(name)s parameter
sl: Neveljaven zahtevek: manjka %(name)s parameter
sq: Kërkesë e pavlefshme: mungon %(name)s Parametër
tl: Imbalidong pangalan ng programa: bigo %(name)s parameter
ur: غیر متصل سوال: %(name)s پیرامیٹر
vi: Yêu cầu không hợp lệ: thiếu tham số %(name)s

source: Invalid request: %(name)s parameter is not a number
ar: عدم وجود طلب: <x>صفر</x> البارامترات ليست رقم %(name)s
az: Ad Soyad: <x>Qeydiyyat</x> parametr bir sayı deyil %(name)s
bn: অবৈধ অনুরোধ: <x>০</x> একটি নম্বর নয় %(name)s
cs: Neplatná žádost: %(name)s parametr není číslo
da: Ugyldig forespørgsel: %(name)s parameter er ikke et nummer
el: Μη έγκυρη αίτηση: Η παράμετρος %(name)s δεν είναι αριθμός
eo: Invalida peto: <x>0 0 0 0</x> parametro ne estas nombro %(name)s
et: Vigane taotlus: %(name)s parameeter ei ole arv
fa: درخواست Invalid: %(name)s پارامتر یک عدد نیست
ga: Iarratas neamhbhailí: ní uimhir é paraiméadar %(name)s
gd: Iarrtas mì-dhligheach: chan eil am paramadair %(name)s ’na àireamh
id: Permintaan tidak valid: parameter %(name)s bukan berupa angka
kk: Жарамсыз сұрау: %(name)s параметрі сан емес
ko: 잘못된 요청: <x>0 댓글</x> 매개변수는 수 없습니다 %(name)s
lt: Klaidingas prašymas: %(name)s parametras nėra skaičius
lv: Nederīgs pieprasījums: %(name)s parametrs nav skaitlis
ms: Permintaan tidak sah: <x>WANITA 0</x> Parameter gnona bukanlah sebuah angka %(name)s
oc: Requèsta non valabla: lo paramètre %(name)s es pas un nombre
pl: Nieprawidłowe zapytanie: %(name)s parametr nie jest liczbą
sk: Neplatná požiadavka: %(name)s parameter nie je číslo
sl: Neveljavna zahteva: %(name)s parameter ni številka
sq: Kërkesë e pavlefshme: %(name)s nuk a
tl: Imbalidong kahilingan: %(name)s Hindi numero ang parameter
ur: غیر متصل درخواست: %(name)s پیرامیٹر نمبر نہیں ہے
vi: Yêu cầu không hợp lệ: tham số %(name)s không phải là một số

source: Invalid request: %(name)s parameter must be <= %(value)s
ar: عدم وجود طلب: <x>صفر</x> المعاملات يجب أن تكون %(value)s %(name)s
az: Ad Soyad: <x>Qeydiyyat</x> parametr &lt;= %(value)s %(name)s
bn: অবৈধ অনুরোধ: <x>০</x> পরামিতির মান হওয়া আবশ্যক <x>১</x> %(name)s %(value)s
cs: Neplatná žádost: %(name)s 2 nařízení o kapitálových požadavcích. %(value)s
da: Ugyldig forespørgsel: %(name)s parameter skal være <= %(value)s
el: Μη έγκυρη αίτηση: Η παράμετρος %(name)s πρέπει να είναι &lt;= &gt; %(value)s
eo: Invalida peto: <x>0 0 0 0</x> parametro devas esti <x>1 1 1 1</x> %(name)s %(value)s
et: Vigane taotlus: %(name)s parameeter peab olema ≤ %(value)s
fa: درخواست Invalid: %(name)s پارامتر باید &lt;= <x>1 1</x> %(value)s
ga: Iarratas neamhbhailí: Caithfidh paraiméadar %(name)s a bheith <= %(value)s
gd: Iarrtas mì-dhligheach: feumaidh am paramadair %(name)s a bhith <= %(value)s
id: Permintaan tidak valid: parameter %(name)s harus &lt;= %(value)s
kk: Жарамсыз сұрау: %(name)s параметрі %(value)s мәнінен кем немесе тең болуы керек
ko: 잘못된 요청: <x>0 댓글</x> 매개 변수는 &lt;= <x>1명 1명</x> %(name)s %(value)s
lt: Klaidingas prašymas: %(name)s parametras turi būti &lt; = %(value)s
lv: Nederīgs pieprasījums: %(name)s parametram jābūt &gt; %(value)s
ms: Permintaan tidak sah: <x>WANITA 0</x> parameter harus &lt;= <x>Perancis</x> %(name)s %(value)s
pl: Nieprawidłowe zapytanie: %(name)s parametr musi być &lt; = %(value)s
sk: Neplatná požiadavka: %(name)s parameter musí byť &lt;= %(value)s
sl: Neveljavna zahteva: %(name)s Parameter mora biti pomanjkljiv %(value)s
sq: Kërkesë e pavlefshme: %(name)s Parametri duhet të jetë &lt;= %(value)s
tl: Imbalidong kahilingan: %(name)s Ang parameter ay dapat &lt;= %(value)s
ur: غیر متصل درخواست: %(name)s پیرامیٹر لازمی ہے. %(value)s
vi: Yêu cầu không hợp lệ: tham số %(name)s phải <= %(value)s

source: Invalid request: request (%(size)s) exceeds text limit (%(limit)s)
ar: الطلب خاطئ: الطلب (%(size)s) يتجاوز حدود النص (%(limit)s)
bn: অবৈধ অনুরোধ: অনুরোধ<x>০</x>সীমা অতিক্রান্ত<x>১</x>আপনি কি মনে করতে পারেন? %(size)s %(limit)s
cs: Neplatná požadavek: požadavek (%(size)s) překračuje limit textu (%(limit)s)
da: Ugyldig forespørgsel: forespørgslen (%(size)s) overskrider tekstgrænsen (%(limit)s)
el: Άκυρο αίτημα: το αίτημα(%(size)s) υπερβαίνει το όριο χαρακτήρων του κειμένου (%(limit)s)
eo: Nevalida peto: peto (%(size)s) superas tekstlimon (%(limit)s)
et: Vigane päring: päringu (%(size)s) suurus ületab tekstipäringutele lubatud ülempiiri (%(limit)s)
fa: درخواست نامعتبر: درخواست (%(size)s) از محدودیت متنی (%(limit)s) فراتر رفت
ga: Iarratas neamhbhailí: iarratas (%(size)s) níos mó ná teorainn téacs (%(limit)s)
gd: Iarrtas mì-dhligheach: tha teacsa an iarrtais (%(size)s) thair na crìche de (%(limit)s)
id: Permintaan tidak valid: permintaan (%(size)s) melebihi batas teks (%(limit)s)
kk: Жарамсыз сұрау: сұраныс (%(size)s) мәтін шегінен (%(limit)s) асып кетті
ko: 잘못된 요청: 텍스트 제한 (%(limit)s) 초과하는 요청 (%(size)s)
lt: Blogas prašymas: prašymas (%(size)s) viršija teksto ribą (%(limit)s)
lv: Nederīgs pieprasījums (%(size)s) pārsniedz teksta limitu (%(limit)s)
ms: Permintaan tidak sah: permintaan (request)<x>WANITA 0</x>) melebihi batas teks (<x>Perancis</x>) %(size)s %(limit)s
oc: Demanda non valida : requèsta (%(size)s) despassa lo limit de tèxte (%(limit)s)
pl: Nieprawidłowe zapytanie: zapytanie (%(size)s) przekracza limit znaków (%(limit)s)
sk: Neplatná požiadavka: žiadosť (%(size)s) presahuje limit textu (%(limit)s)
sl: Neveljavna zahteva: zahteva (%(size)s) presega mejo besedila (%(limit)s)
sq: Kërkesë e pavlefshme: (%(size)s) tejkaloi kufirin e tekstit (%(limit)s)
tl: Imbalidong pangalan ng programa: (%(size)s) lumampas sa itinakdang teksto (%(limit)s)
ur: بے پناہ درخواست (انگریزی:%(size)s) متن حد سے تجاوز کرتا ہے۔%(limit)s)
vi: Yêu cầu không hợp lệ: kích thước yêu cầu %(size)s vượt quá giới hạn chữ (%(limit)s)

source: %(lang)s is not supported
ar: %(lang)s غير مدعوم‬
az: %(lang)s Yadda saxla
bn: <x>০</x> সমর্থিত নয় %(lang)s
cs: %(lang)s není podporováno
da: %(lang)s understøttes ikke
el: %(lang)s δεν υποστηρίζετε
eo: %(lang)s ne estas subtenata
et: %(lang)s keel ei ole veel tõlgitav
fa: %(lang)s پشتیبانی نمی‌شود
ga: Ní thacaítear le %(lang)s
gd: Chan eil taic ri %(lang)s
id: %(lang)s tidak didukung
kk: %(lang)s тілі қолдау таппайды
ko: %(lang)s 지원되지 않음
lt: %(lang)s nepalaikoma
lv: %(lang)s nav atbalstīts
ms: <x>WANITA 0</x> Pautan simbolik tidak disokong %(lang)s
oc: %(lang)s es pas pres en carga
pl: %(lang)s nie jest wspierany
sk: %(lang)s nie je podporovaný
sl: %(lang)s ni podprto
sq: %(lang)s nuk suportohet
tl: %(lang)s hindi suportado ang mga symbolic link
ur: %(lang)s اور ان کی مدد نہیں کی جائے گی
vi: %(lang)s không được hỗ trợ

source: %(format)s format is not supported
ar: %(format)s الشكل غير مدعوم
az: %(format)s format dəstəkləmir
bn: <x>০</x> অসমর্থিত বিন্যাস %(format)s
cs: %(format)s formát není podporován
da: %(format)s-format understøttes ikke
el: Η μορφή %(format)s δεν υποστηρίζεται
eo: %(format)s-aranĝo ne estas subtenata
et: %(format)s vorming ei ole veel toetatud
fa: فرمت %(format)s پشتیبانی نمی‌شود
ga: Ní thacaítear le formáid %(format)s
gd: Chan eil taic ris an fhòrmat %(format)s
id: %(format)s format tidak didukung
kk: %(format)s пішімі қолдау таппайды
ko: %(format)s 형식은 지원되지 않습니다
lt: %(format)s formatas nepalaikomas
lv: %(format)s formāts nav atbalstīts
ms: <x>WANITA 0</x> Format wourne tidak didukung %(format)s
oc: Format %(format)s pas pres en carga
pl: format %(format)s nie jest wspierany
sk: %(format)s formát nie je podporovaný
sl: %(format)s oblika ni podprta
sq: %(format)s Format i pasuportuar
tl: %(format)s Hindi suportado ang mga symbolic link
ur: %(format)s فارمیٹ کی مدد نہیں کی جاسکتی
vi: định dạng %(format)s không được hỗ trợ

source: %(tname)s (%(tcode)s) is not available as a target language from %(sname)s (%(scode)s)
ar: %(tname)s %(tcode)sغير متاحة كلغة مستهدفة من %(sname)s %(scode)s
bn: <x>০</x> ( চিহ্ন)<x>১</x>উপলব্ধ নয় <x>২</x> ( চিহ্ন)<x>৩</x>আপনি কি মনে করতে পারেন? %(tname)s %(tcode)s %(sname)s %(scode)s
cs: %(tname)s (%(tcode)s) není k dispozici jako cílový jazyk od %(sname)s (%(scode)s)
da: %(tname)s (%(tcode)s) er ikke tilgængelig som målsprog fra %(sname)s (%(scode)s)
el: %(tname)s (%(tcode)s) δεν είναι διαθέσιμη ως γλώσσα-στόχος από %(sname)s (%(scode)s)
eo: %(tname)s (%(tcode)s) ne estas disponebla kiel cellingvo de %(sname)s (%(scode)s)
et: %(tname)s keel (%(tcode)s) ei ole veel kasutatav sihtkeelena kui lähtekeel on %(sname)s keel (%(scode)s)
fa: (%(tcode)s) (%(tname)s) از (%(scode)s) (%(sname)s) به عنوان یک زبان هدف در دسترس نیست
ga: %(tname)s (%(tcode)s) nach bhfuil ar fáil mar sprioctheanga ó %(sname)s (%(scode)s)
gd: Chan eil %(tname)s (%(tcode)s) ri fhaighinn ’na chànan-amais o %(sname)s (%(scode)s)
id: %(tname)s (%(tcode)s) tidak tersedia sebagai bahasa target dari %(sname)s (%(scode)s)
kk: %(sname)s (%(scode)s) тілінен %(tname)s (%(tcode)s) тіліне аудару қолжетімді емес
ko: %(sname)s (%(scode)s)에서 %(tname)s (%(tcode)s)로 번역할 수 없습니다
lt: %(tname)s (%(tcode)s) nėra kaip tikslinės kalbos iš %(sname)s (%(scode)s)
lv: %(tname)s (%(tcode)s) nav pieejams kā mērķa valoda no %(sname)s (%(scode)s)
ms: <x>WANITA 0</x> ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( (.<x>Perancis</x>) tidak tersedia sebagai bahasa target dari %(sname)s ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( (.<x>Fiji 3</x>) %(tname)s %(tcode)s %(scode)s
oc: %(tname)s (%(tcode)s) es pas disponible coma lenga cibla de %(sname)s (%(scode)s)
pl: %(tname)s (%(tcode)s) nie jest dostępny jako język docelowy z języka %(sname)s (%(scode)s)
sk: %(tname)s ()%(tcode)s) nie je k dispozícii ako cieľový jazyk od %(sname)s ()%(scode)s)
sl: %(tname)s (%(tcode)s) ni na voljo kot ciljni jezik %(sname)s (%(scode)s)
sq: %(tname)s (%(tcode)snuk është a %(sname)s (%(scode)s)
tl: %(tname)s (%(tcode)s) ay hindi magagamit bilang isang wikang puntirya mula sa %(sname)s (%(scode)s)
ur: %(tname)s (%(tcode)s) سے مراد زبان کے طور پر دستیاب نہیں ہے۔ %(sname)s (%(scode)s)
vi: %(tname)s (%(tcode)s) không có sẵn làm ngôn ngữ đích từ %(sname)s (%(scode)s)

source: Cannot translate text: %(text)s
ar: لا يمكن ترجمة النص: %(text)s
az: Qeyd çevirmə: %(text)s
bn: টেক্সট অনুবাদ করতে ব্যর্থ: <x>০</x> %(text)s
cs: Nelze přeložit text: %(text)s
da: Kan ikke oversætte tekst: %(text)s
el: Το κείμενο: %(text)s δεν μπορεί να μεταφράστει
eo: Ne povas traduki tekston: %(text)s
et: Teksti tõlkimine ei õnnestu: %(text)s
fa: متن قابل ترجمه نیست: %(text)s
ga: Ní féidir téacs a aistriú: %(text)s
gd: Chan urrainn dhuinn an teacsa seo eadar-theangachadh: %(text)s
id: Tidak dapat menerjemahkan teks: %(text)s
kk: Мәтінді аудару мүмкін емес: %(text)s
ko: 텍스트를 번역할 수 없습니다: %(text)s
lt: Nepavyko išversti teksto: %(text)s
lv: Nevar tulkot tekstu: %(text)s
ms: Tidak dapat menerjemahkan teks: <x>WANITA 0</x> %(text)s
oc: Impossible de traduire lo tèxte : %(text)s
pl: Nie można przetłumaczyć tekstu: %(text)s
sk: Nemožno preložiť text: %(text)s
sl: Ni moč prevesti besedila: %(text)s
sq: I pamundur përkthimi i tekstit: %(text)s
tl: Hindi maisalin ang teksto: %(text)s
ur: ترجمہ: %(text)s
vi: Không thể dịch văn bản: %(text)s

source: Files translation are disabled on this server.
ar: ترجمة الملفات معطلة على هذا الخادم.
az: Bu server üzərində faylları silinir.
bn: এই সার্ভারে ফাইল অনুবাদ নিষ্ক্রিয় ।.
cs: Překlady souborů jsou na tomto serveru zakázány.
da: Oversættelse af filer er deaktiveret på denne server.
el: Η μετάφραση αρχείων ειναί απενεργοποιημένη σε αυτόν τον διακομιστή.
eo: Dosier-tradukoj estas malebligitaj en ĉi tiu servilo.
et: Failide tõlkimine ei ole selles serveris lubatud.
fa: ترجمه فایل در این سرور غیرفعال است.
ga: Comhaid aistriúcháin atá faoi mhíchumas ar an bhfreastalaí.
gd: Tha eadar-theangachaidh fhaidhlichean à comas air an frithealaiche seo.
id: Terjemahan file dinonaktifkan di server ini.
kk: Бұл серверде файлдарды аудару өшірілген.
ko: 현재 서버에서 파일 번역이 비활성화 되어 있습니다.
lt: Failų vertimas šiame serveryje yra išjungtas.
lv: Šajā serverī ir atslēgts failu tulkojums.
ms: Penerjemahan berkas-berkas translasi tidak aktif pada server ini.
oc: La traduccion de fichièrs es desactivada sus aqueste servidor.
pl: Tłumaczenie plików jest wyłączone na tym serwerze.
sk: Preklady sú zakázané na tomto serveri.
sl: Prevajanje datotek je onemogočeno na tem strežniku.
sq: File në server j.
tl: Ang salin ng talaksan ay may kapansanan sa server na ito.
ur: فائل کا ترجمہ اس سرور پر معذور ہے۔.
vi: Dịch tệp tin bị tắt trên máy chủ này.

source: Invalid request: empty file
ar: طلب خاطئ: ملف فارغ
az: Invalid istə: boş fayl
bn: অবৈধ ফাইল: ফাঁকা ফাইল
cs: Neplatný požadavek: prázdný soubor
da: Ugyldig forespørgsel: tom fil
el: Μη έγκυρο αίτημα: Το αρχείο είναι άδειο
eo: Nevalida peto: malplena dosiero
et: Vigane päring: tühi fail
fa: درخواست نامعتبر: فایل خالی است
ga: Iarratas neamhbhailí: comhad folamh
gd: Iarrtas mì-dhligheach: faidhle falamh
id: Permintaan tidak valid: file kosong
kk: Жарамсыз сұрау: бос файл
ko: 잘못된 요청: 빈 파일
lt: Blogas prašymas: tuščias failas
lv: Nederīgs pieprasījums: tukšs fails
ms: Permintaan tidak sah: fail kosong
oc: Requèsta invalida : fichièr void
pl: Nieprawidłowe zapytanie: pusty plik
sk: Neplatná požiadavka: prázdny súbor
sl: Neveljavna zahteva: prazna datoteka
sq: Kërkesë e pavlefshme: file bosh
tl: Imbalidong pangalan ng programa: bigong talaksan
ur: محفوظ درخواست: خالی فائل
vi: Yêu cầu không xác định: thư mục rỗng

source: Invalid request: file format not supported
ar: طلب غير صحيح: صيغة الملف غير مدعومة
az: Invalid tərəfindən: fayl format əlavə etmir
bn: অবৈধ অনুরোধ: ফাইল ফরম্যাট সমর্থিত নয়
cs: Neplatný požadavek: formát souboru není podporován
da: Ugyldig forespørgsel: filformat understøttes ikke
el: Ακυρωμένη αίτηση: μορφή αρχείου που δεν υποστηρίζεται
eo: Nevalida peto: dosieraranĝo ne subtenata
et: Vigane päring: failivorming pole toetatud
fa: درخواست نامعتبر: فرمت فایل پشتیبانی نمی‌شود
ga: Iarratas neamhbhailí: formáid comhaid nach bhfuil tacaíocht
gd: Iarrtas mì-dhligheach: Cha chuir sinn taic ri fòrmat an fhaidhle
id: Permintaan tidak valid: format file tidak didukung
kk: Жарамсыз сұрау: файл пішімі қолдау таппайды
ko: 잘못된 요청: 파일 형식 지원되지 않음
lt: Klaidingas prašymas: failo formatas nepalaikomas
lv: Nederīgs pieprasījums: faila formāts nav atbalstīts
ms: Permintaan tidak sah: format berkas tidak disokong
oc: Requèsta invalida : format de fichièr pas pres en carga
pl: Nieprawidłowe zapytanie: format pliku nie jest wspierany
sk: Neplatná požiadavka: formát súboru nie je podporovaný
sl: Neveljaven zahtevek: oblika datoteke ni podprta
sq: Kërkesë e pavlefshme: Format i pasuportuar file
tl: Hindi suportado ang mga symbolic link
ur: محفوظ درخواست: فائل کی معاونت نہیں ہے
vi: Yêu cầu không xác định: định dạng thư mục không được hỗ trợ

source: Invalid filename
ar: اسم الملف غير صالح
az: Ad Soyad
bn: ফাইলের নাম বৈধ নয়
cs: Neplatný název souboru
da: Ugyldigt filnavn
el: Μη έγκυρο όνομα αρχείου
eo: Nevalida dosiernomo
et: Vigane failinimi
fa: نام فایل نامعتبر است
ga: Ainm comhaid neamhbhailí
gd: Ainm faidhle mì-dhligheach
id: Nama file tidak valid
kk: Файл атауы жарамсыз
ko: 잘못된 파일명
lt: Klaidingas failo pavadinimas
lv: Nederīgs faila nosaukums
ms: Nama berkas tidak sah
oc: Nom de fichièr invalida
pl: Nieprawidłowa nazwa pliku
sk: Neplatné meno
sl: Neveljavno ime datoteke
sq: Emri
tl: Hindi tanggap na hostname
ur: نقل‌مکانی
vi: tên thư mục không phù hợp
